[
  {
    "title": "МЕДИТАЦИЯ ЖАСАУҒА БОЛА МА?",
    "imagePath": "https://imgs.muftyat.kz/orxl/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-11-10_12.01.10_0e0de04c.jpg",
    "content": "Медитация (meditatio) латын тілінен аударғанда «терең, ұзақ ойлау», «пікір қылу» деген мағынаны білдіреді. Медитация туралы сөз қозғалғанда көз алдымызға ең алдымен лотос позициясында отырған монахтар елестейді. Алайда оның көрінісіне қарамай тілдік мағынасымен қарар болсақ, жалпы пікір ету, зікір ету Ислам дінінде де бар.\n\nАлла Тағала Құранда: «Асылы, көк пен жердің жаратылысында, түн және күннің ауысуында ақыл иелері үшін, сөзсіз, белгілер бар. Алланы тұрып та, отырып та, жантайып та есіне алып және көк пен жердің жаратылысы туралы ойланып (былай дейтін): «Раббымыз! Сен мұны босқа жаратпадың. Сен Пәксің! Бізді тозақ азабынан сақтай гөр!» («Әли Имран» сүресі, 190-191 аяттар). Келесі аятта: «Бұл мысалдарды адамдарға (Алланың құдыреті туралы) ойлануы үшін келтіреміз!» – деген. Бұл аяттар Құран аяттарын терең түсіне отырып, Алла Тағаланы еске алып, ұлықтығын пікір етуге шақырады.\n\nАлайда қазіргі таңда индуизм мен буддизмнің негізі болып табылатын медитация түрі – Ислам дініне қайшы. Өйткені онда индуизм мен буддизмнің құлшылық түрі әрі Алла Тағалаға серік қосу бар. Сондықтан шариғатымызда ондай медитация түріне қатаң түрде тыйым салынады. Сондай-ақ бұл жерде басқа қауымға еліктеу бар. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Кім бір қауымға ұқсаса, ол – солардан», – деген. Ислам дінінде өзге дінге еліктеп, ұқсауға болмайды.\n\nКөбіне адамдар медитацияға күйзелістен арылып, мазасыздықты азайту, миды жүйелеу, өзіне сенімділік ояту секілді мақсатпен жүгінеді. Ислам діні мұндай мақсаттарға Алланың разылығын ала отырып жететін мынадай амалдарды ұсынады.\n\n1. Тәфаккур (пікір ету). Тәфаккур – Жаратушының ұлылығын, құдіретін, мейірімін пікір етіп, ой жүгірту. Алла Тағаланың ұлықтығын пікір ету өте маңызды. Өйткені қазіргі таңда күнделікті өміріміз бізді үнемі дүниемен шұғылдандырады. Әр адамның жан дүниесінде бостық бар. Сол бостықты Алла Тағаланың ұлықтығын пікір ете отырып толтыру қажет. Алла Тағаланың ұлықтығын пікір ету бұл дүниеге берілуден сақтайды. Сондықтан әр парыз намазынан кейін кем дегенде бес минут тыныш отырып, Алланың ұлықтығы, бізге берген нығметтері туралы ойлап, пікірлеуіміз керек.\n\n2. Шүкірлік ету. Аллаға шүкірлік ету қанағат пен шүкірлікке үйретіп қоймай, Алла Тағалаға жақындатады. Әрқайсымыз белгілі мөлшерде шүкірлік етеміз. Кейде бір адамдардың мүгедектігі, кедейлігі секілді нәрселерді көріп Алланың бізге бергеніне шүкір етеміз. Алайда біз Аллаға үнемі шүкірлік етуіміз керек. Омар бин Абдулазиз (Алла оған разы болсын): «Алланың нығметтері туралы ой жүгірту – ғибадаттың ең жақсысы», – деген.\n\n3. Оңашалану. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) уахи түсуден бұрын Хира үңгіріне барып, Қоғамында болып жатқан оқиғаларды ой елегінен өткізетін. Пайғамбарлық келген соң әр Рамазан айының соңында он күнінде иғтикакафқа кіретін. Әрі сахабаларын да иғтикафқа отыруға шақыратын. Оңашаланған уақытта үнсіз отырған абзал. Өйткені үнсіздік арқылы адам жүрегін ести алады. Суфиян Сәури: «Үндемей, тыныш отыру – ғибадаттың ең әуелгісі» , – деген.\n\n4. Зікір ету. Зікір ету – Алла Тағаланы ұлықтау және мадақтау сөздерін қайталау. Бұл зікірлерді көбінесе ойланбастан тез айтамыз. Зікірді ой жүгірту арқылы орындау жүректі жаман ойлардан тазартады.\n\n5. Құран оқу. Кез келген уақытта Құран оқу. Мысалы, қиындыққа тап болсаңыз, дәрет алып, Құран оқыңыз. Құран оқу арқылы да адам рухани байып, жаман мінез, ойлардан тазарады.\n\nҚорыта айтқанда, мұсылман адам рухани жоғарылау, жан дүниесі тынышталу, Алланың разылығына жету үшін жоғарыда аталған, шариғатымызда рұқсат етілген жолдарды ұстанғаны жөн. Ал дінімізге қайшы келетін өзге діннің құлшылық түрлеріне еліктеуге рұқсат етілмейді.\n\nМедет Құрмашұлы\n\n«Иман» журналы, №10, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2023-11-14/43277-meditatsiia-zhasauga-bola-ma/",
    "category": "Ақида"
  },
  {
    "title": "АЛЛА ЕЛШІСІНІҢ МӨРІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-10-02_12.09.04_da04dfcd.jpg",
    "content": "Имам әт-Термизидің «Әш-Шамайл әл-Мухаммадия» атты еңбегінде Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сырт келбетін баяндай келе, екі жауырынының ортасында пайғамбарлық мөрі болғаны жайлы айтылады. Пайғамбарлық мөр дегеніміз – көгершіннің жұмыртқасының үлкендігіндей, түсі қызыл, жұмыр денеден өсіп шыққан бір бөлек ет. Бұл мөр Пайғамбарымыздың хақиқи пайғамбар екеніне дәлел.\n\nБұған ғалымдардың бәрі бірауыздан келіскен. Алайда «Пайғамбарлық мөр Пайғамбарымыз туған уақытта болған ба?», «Әлде кейін пайда болған ба?» деген сұрақтар ғалымдардың арасында тартысты мәселе. Дұрысы ол мөр Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) көкірегін жарып, жүрегіндегі қою қанды алып, зәмзәм суына жуылып, қайта салынған уақытта екі жауырын ортасына басылған. Екі жауырын ортасында деп айтылғанымен мухаққиқ ғалымдар сол жауырынға жақын жүректің тұсында деген.\n\nБұл мөр алдыңғы түскен кітаптарда Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сипаттары қатарында айтылған. Әһлі кітап иелерінің ішіндегі білімді адамдар бұл мөрді жақсы білген. Олардың кейбірі осы белгіні көріп, иман келтіріп мұсылман болған. Бұл пайғамбарлық мөр жайында бірнеше хадис келген. Солардың кейбіріне тоқталсақ:\n\n1. Сайб бин Язид (Алла оған разы болсын): «Мені нағашым Пайғамбарымыздың құзырына алып барып, «Уа, Алланың елшісі! Жиенім ауырып жүр», – деді. Сол уақытта Пайғамбарымыз басымды сипап, маған дұға етті. Кейін дәрет алды. Мен дәреттен қалған суды ішіп, арқа жағына өтіп тұрдым. Сол уақытта екі жауырынының ортасындағы мөрге көзім түсті. Ол кекіліктің жұмыртқасындай көлемде еді», – деген. Осы хадистің шархтарында Сайб бин Язидтің (Алла оған разы болсын) Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын)дұғасының арқасында 94 жыл өмір сүргені әрі белі бүкіреймей дүниеден өткені айтылады.\n\n2. Жәбир бин Сәмурадан (Алла оған разы болсын) жеткен риуаятта: «Пайғамбарымыздың екі жауырынының ортасынан көлемі кептердің жұмыртқасындай қызыл түсті мөрді көрдім», – деген.\n\n3. Бурайдадан (Алла оған разы болсын) келген риуаятта былай делінеді. «Пайғамбарымыз (оған Алланың салауатымен сәлемі болсын)Мәдинаға қоныс аударғанда Салман Фариси (Алла оған разы болсын) Пайғамбарымыздың құзырына келіп, дастарқанға жаңа піскен құрма жемістерін қояды. Пайғамбарымыз: «Уа, Салман. Бұл не?» – деп сұрады. Салман: «Бұл Сізге және сахабаларға садақа», – деді. Пайғамбарымыз: «Оны алып кет, Біз садақа жемейміз», – деді. Ертеңіне тағы құрма алып келіп, Пайғамбарымыздың алдына қойды. «Бұл не?» деп сұрағанда, Сізге сыйлық деп жауап берді. Сонда Пайғамбарымыз сахабаларына: «Қол созып, құрмадан алыңдар», – деді. Кейін арқасындағы мөрді көріп, Салман (Алла оған разы болсын) иман келтірді.\n\nБұл Пайғамбарымыздың белгісін Салманға монах ұстазы айтқан болатын. Ол Хижаз жақтан бір пайғамбар шығатынын, оның сыйлықты қабыл етіп, садақаны алмайтынын әрі екі жауырынының ортасында мөрі болатынын жеткізген еді. Салман Пайғамбардың садақаны жемегенін көріп, бұл пайғамбарлықтың бірінші белгісі екінін білді. Құрманы сыйлық деп алдына қойғанда, құрмадан дәм татқанын көріп, пайғамбарлықтың екінші белгісі екенін білді. Ақырында екі жауырынының ортасындағы мөрді көріп, иман келтірді. Қорыта айтқанда, бұл мөр пайғамбарымыздың хақиқи пайғамбар екеніне дәлел. Өйткені ол алдыңғы пайғамбарларға түскен кітаптарда айтылған. Бұл мөр сол жауырынға жақын, жүрек тұсында орналасқан. Көлемі кептердің жұмыртқасындай, көпшілік ғалымдардың айтуынша, түсі терісінің түсіндей болған. Бұл мөр көпшілік ғалымдардың айтуынша, Пайғамбарымыздың көкірегі жарылып, жүрегіндегі ұйыған қанды яғни шайтанның нәсібі алынған соң, жүрегін раббани хикметпен толтырылып, осы мөр басылған. Алла Тағала білуші!\n\nМедет ҚҰРСАҚОВ,\n\n«Иман» журналы, №9, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2023-10-05/42980-alla-elshisinin-mori-kandai/",
    "category": "Ақида"
  },
  {
    "title": "ҚҰРАНДА АТЫ АТАЛҒАН ЖАЛҒЫЗ ӘЙЕЛ КІМ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-09-12_16.44.17.jpg",
    "content": "Қасиетті Құран адам баласы үшін тағылым мен ғибратқа толы. Құранда ертеде өткен қауымдардың оқиғалары, құлшылық, жаза және басқа да мәселелер айтылумен қатар мұсылман әйелдеріне үлгі боларлық нәзік жандылар мәселесіне де тоқталған.\n\nҚұранда әйелдерге қатысты аяттар баршылық. Алайда ол аяттарда әйелдердің есімдері аталмаған. Құранда есімі аталған жалғыз әйел – Иса (оған Алланың сәлемі болсын) пайғамбардың анасы, Имранның қызы Мәриям. Алла Тағала «Тахрим» сүресінде: «Сондай-ақ абыройын сақтаған Имранның қызы Мәриямды да (мысалға келтірді). Біз оған рухымыздан үрледік те, ол Мәриям Раббысының сөздерін және Кітаптарын растап, бойсұнғыштардан болды», – дейді. Мүміндерге үлгі болу үшін Алла Тағала Мәриямды Құранда осылай сипаттаған. Ар-намысын сақтаған Мәриям бинт Имранның есімі қасиетті Құранда 34 рет айтылумен қатар, Мәриям анамыздың есімімен аталатын 98 аяттан тұратын «Мәриям» сүресі де бар. Ендеше, Құранда әйелдердің ішінде Мәриям анамыздың ғана аты аталуының сыры неде?\n\nБіріншіден, бес ұлық пайғамбар қатарына кіретін Исаны (оған Алланың сәлемі болсын) өмірге әкелу үшін Алла Тағала әлем әйелдерінің ішінен Мәриям анамызды таңдады әрі оны барлық күнәдан таза қылды. Алла Тағала «Әли Имран» сүресінің 42-аятында: «(Уа, Пайғамбар! Есіңе ал!) Сонда періштелер былай деп еді: «Уа, Мәриям! Ақиқатында, Алла сені (құлшылығына) таңдады, (күнәлардан) таза қылды әрі сені әлемдердің әйелдерінен үстем етіп таңдады», – дейді. \n\nЕкіншіден, Мәриям анамыз Иса (оған Алланың сәлемі болсын) өмірге келмей тұрып та, одан кейін де пәк болған әйел. Алла Тағала «Тахрим» сүресінің 12-аятында: «Сондай-ақ абыройын сақтаған Имранның қызы Мәриямды да (мысалға келтірді). Біз оған рухымыздан үрледік те, ол Мәриям Раббысының сөздерін және Кітаптарын растап, бойсұнғыштардан болды», – дейді. Мәриям анамыз өзін өмір бойы арсыздықтан таза ұстау арқылы осындай биік дәрежеге ие болды. Сондықтан кім Аллаға бойсұнса, Алла Тағала оның дәрежесін көтереді.\n\nҮшіншіден, Мәриям анамыз бен оның ұлы Иса (оған Алланың сәлемі болсын) Алла Тағаланың құдіретіне дәлел бола алатын ашық белгілер еді. Алла Тағала «Муминун» сүресінің 50-аятында: «Сондай-ақ Біз Мәриямұлы Иса мен анасын да бір белгі қылдық та, ол екеуіне шұрайлы һәм бастауы бар бір төбені пана қылдық», – дейді. Осы аяттың тәпсірінде Ибн Кәсир былай дейді: «Бұл – Алла Тағаланың қалаған нәрсеге құдіреті жететінінің ашық дәлелі. Өйткені Алла Тағала Адамды (оған Алланың сәлемі болсын) әке-шешесіз жаратты. Хауа ананы да ер адамнан әйелсіз жаратты. Ал Иса (оған Алланың сәлемі болсын) әкесіз жаратты. Қалған адамзатты ер мен әйелден жаратты».\n\nТөртіншіден, Мәриям анамыз – бұл дүниедегі және жәннаттағы әйелдердің ең абзалы. Ол жайында Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Осы дүние әйелдерінің ең жақсысы төртеу: Мәриям бинт Имран, Хадиша бинт Хуайлид, Фатима бинт Мұхаммед және перғауынның жары Әсия», – десе, тағы бір хадисте: «Жұмақтағы әйелдердің ең абзалы – Мәриям бинт Имран, Хадиша бинт Хуайлид, Фатима бинт Мұхаммед және перғауынның жары Әсия бинт Музахим», – деген.\n\nБесіншіден, Мәриям анамыз және оның ұлы Иса (оған Алланың сәлемі болсын) шайтанның нұқуынан аман болған. Шайтан Адамның ұрпағы туғанда оны қолымен нұқиды екен. Мәриям анамыз келер ұрпағына алаңдап, шайтанның жәбірінен оларға пана сұрап, Аллаға дұға қылған. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Әрбір бала дүниеге келгенде оны шайтан қолымен нұқиды. Тек қана Иса (оған Алланың сәлемі болсын) және оның анасына (туған уақытта) шайтан тиіспеген» – деген.\n\nАлтыншыдан, Алла Тағала Мәриям анамызды муғжизалармен қуаттаған. Зәкәрия (оған Алланың сәлемі болсын) қыс мезгілінде Мәриямның бөлмесіне кірген кезде оның дастарқанынан жазда пісетін жеміс-жидектерді көрген еді. Ол жайында Құранда: «Зәкәрия оның (Мәриямның) қылуетіне кірген сайын қасынан бір ризық (сан алуан жемістер) көрді. Ол: «Уа, Мәриям! Бұл саған қайдан келді?» – деп сұрады. (Мәриям) «Бұл – Алланың дәргейінен. Асылында, Алла қалағанына қисапсыз ризық береді!» – деді. Міне, осы және де біз білмейтін басқа да ерекшеліктері себепті Алла Тағала Құранның бір аятын Мәриям анамыздың есімімен атаған. Иса (оған Алланың сәлемі болсын) пайғамбардың Құранда Мәриям ұлы Иса деп аталуының өзі – Алланың Мәриям анамызға берген нығметі. Мәриям анамыздың қиссасынан сабырлық, пәктік, мойынсұну, жауапкершіліктің қандай болу керек екенін үйрендік.\n\nӘрбір әйел Алла Тағаланың разылығы мен жәннатқа жету жолында Құран мен хадистерде айтылған салиқалы аналарды үлгі тұтуы керек. Олар қалай өмір сүрді, не істеді? Намысын қалай қорғады? Өйткені әйелдің ең үлкен байлығы – абыройы. Сондықтан қазіргі уақытта да қыздарымызға хадисте айтылған салиқалы аналардың өмір жолын үлгі етіп көрсетуіміз керек. Мәриям анамызға Алла Тағаланың сәлемі болсын әрі Қияметке дейін әлем әйелдеріне үлгі-өнеге етсін!\n\nМедет ҚҰРСАҚОВ,\n\nҚМДБ Шариғат және пәтуа бөлімінің маманы\n\n«Иман» журналы, №8, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2023-09-14/42816-kuranda-aty-atalgan-zhalgyz-iel-kim/",
    "category": "Ақида"
  },
  {
    "title": "РЕГРЕССОЛОГИЯ ЖАЙЛЫ ШАРИҒАТЫМЫЗ НЕ ДЕЙДІ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-26_15.49.41.jpg",
    "content": "Регрессология – психотерапия мен психологияда қолданылатын әдіс. Ол адамдарға өткен өмірінде болған оқиғаларды еске түсіруге және талдауға көмектеседі. Бұл әдіс қазіргі кезде адамдарда кездесетін көптеген мәселелердің өткенде, өңделмеген эмоцияларда, жарақаттарда және қақтығыстарда тамыры бар деген болжамға негізделген\n\nРегрессологияны жарақаттармен, фобиялармен, қорқыныштармен, кешендермен, ішкі қақтығыстармен және басқа психологиялық мәселелермен күресу үшін қолдануға болады. Науқаспен жұмыс істеу процесінде регрессолог адамға өткен оқиғалармен байланысын қалпына келтіруге және оларды тереңірек деңгейде өңдеуге көмектесу үшін терең релаксацияны, гипнозды, импульстарды, кері байланысты және басқа әдістерді пайдаланады.\n\nАлайда регрессология ғылыми Қоғамдастықта даулы тақырып екенін және көптеген ғалымдар оны сынға алып, оның тиімділігін және пациенттермен жұмыс жасауда гипноздық әдістерді қолданумен байланысты ықтимал қауіптердің болуын растайтын эмпирикалық дәлелдердің жоқтығын көрсетеді. Сондықтан регрессологияны қолдану мамандардан психотерапия және психология саласындағы жоғары біліктілік пен білімді талап етеді.\n\nСондай-ақ кей регрессологтар рухтың көшуі, адамның өткен өмірі жайлы айтып, сол жолды насихаттайды. Бұл жерде реинкарнация түсінігі туындайды. Реинкарнация – адамның жаны тәнінен шыққаннан кейін басқа денеге ауысуы немесе адамның рухы басқа денелерге көшіп жүруі. Яғни бұл сенімдегі адамдардың түсінігі бойынша, адам өлгеннен кейін оның рухы басқа нәрсеге: адамнан адамға, адамнан жануарға, адамнан өсімдікке, адамнан жансыз нәрселерге ауысады.\n\nАқиқатында, реинкарнация түсінігі – Ислам дініне түбегейлі қайшы. Ислам дінінің сеніміне мүлдем тура келмейді. Өйткені бұл сенімдегі адамдар ақыретті, Қияметті, есеп беруді, жәннат пен тозақты, қайта тірілуді – осының бәрін жоққа шығарады. Ислам сенімі бойынша, адам дүниеден өткен соң бұл дүниеге қайтып оралмайды, адам баласына өмір бір рет ғана беріледі.\n\nРеинкарнация – ақылға да, нақылға да (Құран мен хадиске) қайшы ұғым. Сондықтан оған сену адамды адасушылыққа, күпірлікке алып барады. Мұсылман адам дінімізге қайшы мұндай түсініктерден сақ болғаны дұрыс.\n\nДайындаған Хасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №8, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2023-05-22/42012-regressologiia-zhaily-sharigatymyz-ne-deidi/",
    "category": "Ақида"
  },
  {
    "title": "ДӘББӘТ ҚАНДАЙ ЖАРАТЫЛЫС?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-08-16_at_16.43.35.jpeg",
    "content": "Қияметтің ең үлкен белгілері саналатын «дәббәт» атты мақұлық туралы «Нәмл» сүресінің 82-аятында: «Берілген сөз (уәде етілген азап) іске асуға шақ қалғанда, оларға жерден бір дәббәт (мақұлық) шығарамыз. Сөйтіп әлгі мақұлық адамдарға тіл қатып, аяттарымызға лайықты түрде иланбағандықтарын айтады», – деп баяндаған.\n\nАраб тілінде «дәббәт» сөзі жер бетінде ақырын жүретін жәндіктерге қаратып айтылады. Аяттағы «дәббәның» сипаты Алланың өзіне ғана белгілі. Ол жануар жерде сүйреліп жүре ме, әлде екі, төрт немесе сансыз аяғы бола ма, белгісіз. Діни әдебиеттерде ол «дәббәт ул-ард» деп аталады.\n\nСондай-ақ бұл аяттың тәпсірін ғұламалар былай деп түсіндіреді: «Қиямет қайым болған кезде имансыздардың басына уәде етілген азап келеді. Осы кезде жерден бір хайуан шығады. Бұл хайуан шыққаннан кейін пенденің тәубесі қабыл етілмейтін уақыт туады. Ол адамдардың дінге және пайғамбарға иман келтірмегені жайлы айтады». Аят осы жағдайды баяндап тұр. Ол туралы ешқандай шүбә болмауы тиіс.\n\nХафиз ибн Кәсир: «Бұл хайуан ақырзаман таяғанда адамдардың арасында  бұзақылық әбден таралып, Алланың әмірін тәрк етіп, нағыз дінді өзгертіп алған кезде шығады», – деген.\n\nХузайфа ибн Үсәйд әл-Ғифәри (Алла оған разы болсын) риуаят еткен хадисте Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Он белгіні көрмей Қиямет болмайды», – деп жерден бір хайуан шығатыны туралы айтып өткен (Ахмад ибн Ханбал).\n\nАбдулла ибн Әмір (Алла оған разы болсын): «Пайғамбарымыздан (оған Алланың салауаты мен сәлемі болсын) жеткендей, Қияметтің бірінші белгісі – күннің батыстан көтерілуі, жерден «дәббәт» атты хайуанның шығуы. Күндіз болатын бұл оқиғада қайсыбірі алдымен шықса, кейінгісі алдынғысының артынан шығады деген хадисті естіп, оны сірә ұмыта алмадым», – деген екен (Мүслім).\n\nМухаққиқ тәпсір ғалымдары Құранда аты айтылған бұл хайуан туралы керексіз және негізсіз әңгімелерді көбейтіп, алыпқашпа хабарларға аса мән бермеу қажеттігін айтады. Ол туралы Құран Кәрімде және сахих хадистерде жеткілікті айтылған. Нақты ақиқаты бір Аллаға ғана аян.\n\nДайындаған Хасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №22, 2021 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2022-08-18/40179-dbbt-kandai-zharatylys/",
    "category": "Ақида"
  },
  {
    "title": "АҚЫРЗАМАНДА МӘДІНІҢ ШЫҒУЫ ХАҚ ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-08-15_at_14.41.30.jpeg",
    "content": "Құранда имам Мәді және оның келуі жайында ештеңе айтылмаған. Бірақ Әбу Дәуіт, Термизи, Ибн Мәжа, Табарани, Әбу Яғла, Бәззаз, Ахмад ибн Ханбал секілді хадис ғалымдары ұлық сахабалардан Имам Мәді туралы біраз хадистер жеткізген. Оның бірінде Имам Мәдінің есімі ашық баяндалса, басқаларында астарлап айтылған. Ибн Халдун секілді кейбір ғалымдар ол жайында келген хадистерді әлсіз деп санаған. \n\nДіни дереккөздерде ол туралы былай баяндалады: «Ақырзаман жақындағанда Мекке мен Мәдина жерінде имам Мәді пайда болады. Яғни бір халифа қайтыс болып, мұсылмандар арасында тәртіпсіздік болады. Мәдиналық бір кісі Меккеге қашып шығады. Меккелік бір топ адам оны қарсы алып, өзі қаламаса да оған Рүкін мен Мақам арасында байғат береді. Міне, сол кісі имам Мәді болады.   \n\nОл Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) отбасы хазірет Әлі мен Фатима анамыздың баласы имам Хасанның нәсілінен (Алла оларға разы болсын) болады. «Мәді» (мәһди) деген сөз «тура жолда жүрген және басқалардың тура жолмен жүруіне себепші» деген мағынаны білдіреді.\n\nИмам Мәдіге қарсы Шам өлкесінен әскер жіберіледі. Мекке мен Мәдина арасында оларды жер жұтады. Бұл хабарды естіген Шам мен Ирақ өлкесінің ұлық кісілері келіп, имам Мәдіге қол тапсырады.\n\nКейін ол Құддыс мешітіне барады. Сол сәтте Тажал да келеді. Артынан Шам өлкесінің Дамаск қаласындағы шығыс мұнарасына Иса (оған Алланың сәлемі болсын) пайғамбар түседі. Ол да Тажалмен соғысуға келеді. Екеуі бірге Тажалды өлтіреді. Сосын екеуі намаз оқығанда Иса пайғамбар имам Мәдіні имамдыққа шығарады (Шарх китаб әл-фиқһ әл-акбар, 191-192 беттер).\n\nИмам Мәді адамдар арасында Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сүннетін жария етеді. Сөйтіп Ислам діні жер бетіне толық орнығады. Имам Мәді жомарт кісі болады. Ол бар мал-дүниені халыққа таратады, оны санамайды. Ол жеті жыл халифа болады. Қайтыс болғанда мұсылмандар оның жаназасын оқиды».\n\nӘһлі сүннет уәл жамағат өкілдері Имам Мәдінің шығуына сенеді. Оның шығуын жоққа шығарған адамды кәпір деп санамайды.\n\nДайындаған Хасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №22, 2021 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2022-08-15/40166-akyrzamanda-mdinin-shyguy-khak-pa/",
    "category": "Ақида"
  },
  {
    "title": "МӘЗҺАБҚА ЕРУ МІНДЕТ ПЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-06-14_at_15.04.34.jpeg",
    "content": "«Мәзһаб» деген сөз жол, бағыт деген ұғымды білдіреді. Шариғатта белгілі тәсілдер арқылы Құран мен сүннеттен шығарылған үкімдер және көзқарастар жиынтығы мәзһаб деп аталады. Бүгінде әһлі сүннет уәл жамағаттың төрт мәзһабы әлемде кең тараған. Олар – Ханафи, Мәлики, Шафиғи және Ханбали мәзһабта\n\nКейінгі буын (халәф) ғалымдары, мұсылмандардың белгілі бір мәзһабқа еруі уәжіп деген. Себебі кез келген мұсылман өз алдына Құран мен хадистен тікелей үкім алуға шамасы жетпейді. Сондай-ақ әркім өз білгенімен жүретін болса, онда көпшілік арасында түрлі талас-тартыстар, дау-дамайлар мүлдем тоқтамас еді. \n\nЗафар Ахмад Усмани (Алла оны рақым етсін) өзінің «Иғлаус-сүнән» атты кітабында былай деген: «Ақиқатында, төрт мәзһаб имамдары – һидаят (тура) жолында. Белгілі бір жұртта олардың қайсыбірінің мәзһабы таралған болса, және оның ғалымдары мен кітаптары көп болса, онда ижтиһад етуге шамасы келмейтін (аят және хадистерден өз бетімен үкім шығара алмайтын) адам үшін сол мәзһабқа еру – уәжіп. Өз жұртында кең таралмаған және ғалымдары көп болмаған мәзһабқа еру – дұрыс емес. Себебі мұндай жағдайда аталмыш мәзһабтың барлық үкімдерін үйренуге мүмкіндік табылмайды. Мұны жақсы білу керек.\n\nЕгер бір жұртта барлық мәзһаб өкілдері таралып, елге әйгілі болса, сондай-ақ сол мәзһабтардың ғалымдары да жеткілікті болса, онда ижтиһад ету дәрежесіне жетпеген адам үшін өзі қалаған мәзһабқа еруі дұрыс болады».\n\nАтақты ғұлама Абдулхай Ләкнауи өзінің «Пәтуалар жинағы» кітабында Шах Уалиюллаһ Дехләуидің төмендегі сөзін келтіреді: «Үндістан және Мәуараннахр елдерінде шафиғилердің де, ханбалилердің да, мәликилердің де мәзһабы таралмаған. Басқа мәзһаб кітаптары да жетіп келмеген. Сондықтан бұл өлкелерде тұратын, ижтиһад ету дәрежесіне жетпеген адамдарға Әбу Ханифа мәзһабын ұстану уәжіп болады. Ал Мекке мен Мәдинада тұратындардың жағдайы бөлек. Себебі ол жерде барлық мәзһаб өкілдерін табуға болады».\n\nҚазақстан мұсылмандары діни басқармасы қарамағындағы барлық мешіттерінде Имам Ағзам Әбу Ханифа (Алла оны рақым етсін) мәзһабы бойынша шариғат ұстанып, соған орай амал етуде. Елімізде дін туралы қабылданған соңғы заңда Қазақстан мұсылмандарының осы мәзһабпен амал жасайтыны шегелеп көрсетілген.\n\nДайындаған Хасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №10, 2022 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2022-06-16/39797-mzhabka-eru-mindet-pe/",
    "category": "Ақида"
  },
  {
    "title": "«АЛЛА РАЗЫЛЫҒЫ ҮШІН» ДЕП СҰРАҒАННЫҢ ҚОЛЫН ҚАЙТАРУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-05-13_at_16.32.02.jpeg",
    "content": "Қашанда адам баласы бір-бірінің көмегіне, қолдауына мұқтаж. Бір жұмысты атқару үшін басқа біреудің жәрдеміне жүгінеді, қажеті үшін ақша не зат сұрайды. «Алла разылығы үшін» деген сөзді қосып сұрайтыны тағы бар.\n\nПайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын): «Алла разылығы үшін (бір зат) сұраған адамға сұрағанын беріңдер»[1], «Сендерге адамдардың ең жаманы кім екенін айтайын ба? Ол Алла разылығы үшін бір нәрсе сұрап келген адамның сұрағанын бермеген адам»[2], «Алла разылығы үшін деп сұраған адам – лағынетке ұшырайды. Алла разылығы үшін сұрап келген адамның қолын қайтарған адам да лағынеттеледі»[3], – деген сөзі бұл істің тыйым салынғанын дәлелдейді. Бірақ хадистегі үзілді-кесілді тыйым бұл істен аулақ болу мақсатында айтылған деп түсіндіріледі.\n\nНегізінде, мұсылман адамның мал-дүниесі өзінің разылығымен берілген жағдайда ғана басқаға халал болады. Шариғат бойынша, мұсылманның басқа мұсылман бауырының жанына, мал-мүлкіне және ар-намысына қол сұғуына болмайды.\n\nАлла Тағала: «Уа, иман келтіргендер! Өз араларыңда мал-мүліктеріңді жалған жолмен жемеңдер, бірақ өзара келісілген сауда жолымен ғана (алыңдар). Өз-өздеріңді өлтірмеңдер. Ақиқатында, Алла сендерге рақымды»[4], – деп бұйырған.\n\nЖоғарыдағы дәлелдерге сүйеніп, ғалымдар Алла разылығы үшін сұраған адамның қолын қайтару мәкруһ деп үкім берген[5]. Ал «Фәтауаи Һиндия» кітабында бұл мәселеге: «Егер бір адам басқа біреуден «Алла разылығы үшін мына жұмысымды істеп бер» десе, шариғат бойынша оның талабын орындау екінші адамға міндетті емес. Бірақ орындағаны абзал»[6], – деген тұжырым жасалады.\n\nҚМДБ Шариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2022-05-13/39551-alla-razylygy-ushin-dep-suragannyn-kolyn-kaitaruga-bola-ma/",
    "category": "Ақида"
  },
  {
    "title": "ПАЙҒАМБАРҒА УАХИ ҚАЛАЙ КЕЛДІ? ",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-10-25_at_15.49.18.jpeg",
    "content": "Алла Тағаладан пайғамбарларға тікелей немесе елші арқылы келетін анық хабарлар «уахи» деп аталады. Құранда Алла Тағаланың араға, Мұсаның анасына, Исаның ізбасарларына, періштелерге, жерге және аспанның жеті қабатына уахи етілгені айтылады.\n\nСонымен қатар Адам атадан бастап күллі пайғамбарларға(оларға Алланың сәлемі болсын)уахи келген. Бұл туралы Құранда:«Нұх және одан кейінгі пайғамбарларға уахи еткеніміздей саған да (Мұхаммед) уахи еттік. Сондай-ақ Ибраһимге, Исмайылға, Ысқаққа, Жақып пен оның ұрпақтарына, Исаға, Аюпқа, Жүніске, Һарунға, Сүлейменге де уахи еттік. Дәуітке Забурды түсірдік»,– делінген («Ниса» сүресі, 163-аят). Бұған қоса«Саған осы Құранды уахи ету арқылы қиссалардың ең жақсысын баяндаймыз»деп Құранның уахи арқылы түскені айтылажы («Юсуф» сүресі, 3-аят).\n\nУахидің қандай болатыны және қалай әсер ететіні бізге беймәлім. Ол Алла пен пайғамбар арасындағы сырлы сөйлесу халі.Кейдеуахидың шынайы түс түрінде келетіні, кейде Жәбірейіл періштенің адам кейпінде немесе өз бейнесінде келіп, уахи жеткізгені айтылады. Ал миғражда Ардақты Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) перде арқылы Алла Тағаламен сөйлесіп, бес уақыт намазды, «Бақара» сүресінің соңғы екі аятын алғаны белгілі.\n\nАйша анамыздан (одан Алла разы болсын) жеткен хадисте Харис ибн ҺишамХақ елшісінен (оған Алланың салауаты мен сәлемі болсын): «Сізге уахи қалай келеді?» –деп сұрайды.Сонда Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Кейде қоңырау үніндей боп келеді, бұл маған өте қиынға соғады, ал айтқанын ұғып алғанымнан кейін, жеңілдеп қаламын. Ал кейде періште адам кейпінде келіп тіл қатады, мен оның айтқандарын ұғып аламын»,– деп жауап береді. Айша анамыз (одан Алла разы болсын) былай дейді: «Қатты суық бір күні ол кісіге уахи келгенін және одан (уахи) ажырағанда маңдайынан суық тер шыққанын көрдім», – деген (Тирмизи).\n\nСенімді хадистерде «Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) уахи келгенде, қатты күйзеліп, жүзі сұп-сұр түске айналатын. Сондай-ақ Хақ елшісі (оған Алланың салауаты мен сәлемі болсын) уахи келгенде басын төменеңкейтіп тұратын. Сахабалар да бастарын төмен түсіретін. Уахи келіп кеткеннен соң басын қайта көтеретін еді» делінген (Мүслім).\n\nДайындаған Хасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2021-10-28/37957-paigambarga-uakhi-kalai-keldi/",
    "category": "Ақида"
  },
  {
    "title": "«МҰХАММЕД» ЕСІМІ НЕ МАҒЫНА БІЛДІРЕДІ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-10-25_at_10.27.47.jpeg",
    "content": "Әрбір есімнің терең мән-мағынасы, артықшылығы болатыны сөзсіз. Ал біз жақсы көретін Ардақты Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) «Мұхаммед»деген есімі қандай мағына береді?\n\n«Мұхаммед» деген сөз тоқтаусыз, тынымсыз, әрдайым мақталатын, сондай-ақ мақтауға тұратын сипаттары, қасиеттері және істері өте көп, артықшылықтарға ие, дәрежесі биік деген мағына білдіреді.\n\nБарлық пайғамбарлар мақталады, бірақ біздің пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын) тоқтаусыз мақтала береді. Барлық пайғамбарлардың мақтауға лайық сипаттары, қасиеттері және амалдары бар.Бірақ біздің пайғамбарымыз Мұхаммедтің (оған Алланың салауаты мен сәлемі болсын) мақтаулы сипаттары мен қасиеттері, амалдары мен істері олардың бәрінен көп.\n\nБарлық пайғамбарлардың дәрежелері биік, белгілі артықшылықтарға ие, өз үмбеттеріне үлгілі, өнегелі, кәміл адам болған. Бірақ біздің пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын) өз бойында барлық артықшылықты қамтыған және Қиямет күніне дейін бүкіл адамзатқа шүбәсіз көркем өнеге болып қалады (Бадруддин Айни әл-Ханафи, «Умдат ул-қари шарху сахих әл-Бұхари», 24/73) .\n\nАлла елшісі (оған Алланың салауаты мен сәлемі болсын): «Әлбетте менің және менен бұрынғы пайғамбарлардың мысалы, құдды бір үйді әдемі салып, бір бұрышында бір қыштың орнын қалдырып кеткен адамға ұқсайды. Адамдар оны айналып көреді де таңғалады және: «Мына бір қыш та орнына қойылған да еді», – дейді. Мен сол қышпын, мен пайғамбарлардың соңғысымын»,– деген (Бұхари, Мүслім, Тирмизи).  \n\nПайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) тағы бір есімі – Ахмад. Ол Алла Тағалаға көп мақтау айтушы деген мағынаны білдіреді. Барлық пайғамбарлар Алла Тағалаға мақтау айтқан, бірақ біздің пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын) олардан көбірек айтқан.\n\n«Мұхаммед» – Хақ елшісінің (оған Алланың салауаты мен сәлемі болсын) ең ұлық әрі әйгілі есімі. Мұсылман болу үшін «Мухаммад расулуллаһ» деп айту керек, бірақ «Ахмад расулуллаһ» деп айту жеткіліксіз (Мухаммад ибн Юсуф Шами, «Субул әл-һуда уә ар-рашад фи сирати хайр әл-ғибад», 1/410).\n\nАлла Тағала екі дүниеде де Мұхаммед (оған Алланың салауаты мен сәлемі болсын) пайғамбарға жақын болуды нәсіп еткей!\n\nХасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/akida/2021-10-25/37956-mukhammed-esimi-ne-magyna-bildiredi/",
    "category": "Ақида"
  },
  {
    "title": "ҚҰРАНДЫ ҚАТЕ ОҚЫСА, НАМАЗ",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-11-28_17.21.17_785b1991.jpg",
    "content": "Негізінде намазда Құран аяттары тәжуид ережелеріне сай дұрыс оқылуы керек. Яғни намаз оқушы адам Құран оқығанда әріптердің дұрыс шығуына (махражға), сөздің соңғы харекетіне (иғрабқа), тәшдид пен тәнуиннің оқылуына, созып оқылатын әріптерге (мадд), қалқала әріптердің оқылуына, идғам мен иқлабқа, уасл ережелеріне мұқият болуы тиіс. Себебі аятты қате оқу арқылы оның мағынасы өзгереді. Ал аяттың мағынасы өзгерген жағдайда намазы бұзылуы мүмкін.\n\nДегенмен Құран оқығанда өрескел қателікке бармаса, яғни аяттың мазмұны теріс (дінге, шариғатқа қайшы) мағынаға өзгермесе, Ханафи ғалымдары солай оқылған намазды дұрыс деп есептеген (Фәтауаи Қазихан, 1/87).Мысалы, «Фатиха» сүресінде «әл-хамду» сөзін қателесіп «әл-хамдә» немесе «әл-хамаду» деп оқыса, намаз бұзылмайды. Себебі осылай харекетін басқаша оқыса да, мағынасы өзгермейді. Дәл осы сүредегі «нағбуду» сөзін «нағбаду» немесе «нағбиду» деп оқыса, намазы бұзылмайды. Ал аятты әдейі бұзып оқыса, намазы бұзылады һәм үлкен күнә алады.\n\nМағынасы өзгермейтіндей бір әріптің орнына басқа бір әріп оқыса да, намаз бұзылмайды. Мысалы, «иннәл муслимина» емес, «иннәл муслимуна» деп «йа» әрпінің орнына «уау» әрпін оқу.\n\nҚұрандағы «иннаш шайтона янзағу бәйнаһум» деген аяттағы «янзағу» сөзін «янзаъу» (ғайн әрпін айн) деп оқыса, намазы бұзылмайды. Аятта «Расында шайтан қашанда олардың арасына жік салуға тырысады» делінген («Исра» сүресі, 53-аят). Ғайн әрпін айнға өзгертіп оқығанда, «шайтан олардың арасын ажыратуды қалайды» деген мағына шығады. Бұл өрескел қателік болып саналмайды. Себебі ақиқаты да солай.\n\nҚұрандағы «әл-қонитина» (қалтқысыз бағынған ерлер) деген сөздің орнына жіңішке «тә» әрпін жуан «то» етіп «әл-қонитына» (үмітін үзген ерлер) деп оқыса, намазы бұзылады («Ахзап» сүресі, 35-аят).\n\nӘріптерді ауыстырып мағынасы бұзылатындай етіп оқыса да, намаз бұзылуы мүмкін. Мысалы, «фасухқол ли асхабис саъир» (тозақ иелері Алланың рақымынан аулақ болсын) деген аятты «фасухқол ли асхабиш шаъир» (арпа иелері Алланың рақымынан аулақ болсын), яғни «син» әрпін «шин» деп ауыстырып оқу.\n\nНамаздың ішінде Құрандағы «фаррот мин қос-уао» (арыстаннан қашқан) аятында «қос-уаро» (арыстан) сөзін «коу-саро» (қамыстан жасалынған ыдыс) деп әріптердің орнын ауыстырып оқыса, намаз бұзылады («Муддассир» сүресі, 51-аят). Әлбетте намаз оқығанда мұндай қателіктер кездесуі мүмкін. Сондықтан Құранды барынша дұрыс жаттап, намаз оқығанда оны қатесіз оқуға тырысу керек. Ал аятты қате оқыған жағдайда оның шешімін білімді имамдардан сұрап білуі қажет.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №7, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-11-29/43396-kurandy-kate-okysa-namaz-buzyla-ma/",
    "category": "Ғибадат"
  },
  {
    "title": "ӘЙЕЛДЕРДІҢ МЕШІТТЕ НАМАЗ ОҚУЫ ДҰРЫС ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-10-27_10.52.48_f24ac844.jpg",
    "content": "Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) мұсылман әйелдеріне парыз намаздарды мешітке барып, жамағатпен бірге оқуға рұқсат берген. Бірақ шариғатта оған белгілі талаптар қойылады. Атап айтқанда, әйел кісі мешітке барғанда ер адамдармен араласпауы, хош иіс қолданбауы тиіс.\n\nАлла елшісі (оған Алланың салауаты мен сәлемі болсын): «Алланың құлы – әйелдерді Алланың мешіттерінен тоспаңдар. Бірақ олар мешітке барғанда, хош иіс қолданбасын», – деген (Әбу Дәуіт). Бұл хадисте әйелдерді жамағат намазына барудан тоспауды бұйырып, оларды бөгде еркектердің назарын аударатын барлық іс-әрекеттерден тию керектігі айтылуда.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) дүниеден өткеннен соң, хазіреті Омардың (Алла оған разы болсын) дәуірінде әйелдерге мешітке баруға тыйым салынды. Сол кезде өмір сүрген үлкен сахабалардың біреуі де хазіреті Омардың бұл шешіміне қарсы келмеді. Кейбір әйелдер Айша (оған Алла разы болсын) анамызға барып: «Пайғамбарымыздың кезінде тыйым салынбаған нәрсеге бүгін тыйым салынып жатыр», – деген мағынада шағым айтқанда, Айша анамыз былай деп жауап берген: «Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) біз сияқты бүгінгі әйелдердің жағдайын көргенде, (өз заманында) Бану Исраил әйелдері (мешітке барудан) қайтарылғанындай, оларды да, әлбетте, мешіттен қайтарар еді» (Бұхари, Мүслим).\n\nБану Исраил әйелдеріне бір кезеңде ғибадатханаға баруға рұқсат беріліп, кейіннен мешітте еркектермен араласу секілді шариғатқа қайшы істер пайда болғанда, оларға ғибадатханаға баруға тыйым салынған.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Әйелдің ауласындағы намазынан үй ішінде оқыған намазы абзал. Оның үйіндегі намазынан өзінің жеке бөлмесінде оқыған намазы артық», – деген (Әбу Дәуіт, Бәззар). Демек әйел намазын қаншалықты біреудің көзі түспейтін жерде оқыса, сонша оның жақсы іс екені айтылуда. Себебі әйелдер адамдарға көрінетін жерде намаз оқыса, оған намахрам адамдардың көзі түседі, нәтижесінде шариғатқа қайшы істерге жол ашылады.\n\nМулла Али қари (Алла оны рақым етсін) бұл мәселені жан-жақты зерттеп, былай тұжырымдады: «Барлық намазды оқу үшін жас қыздарға ғана емес, кемпірлерге де мешітке келуге тыйым салынады деген үкім таңдалды» (Фатху баб әл-ғиная, 1/413). Демек Ханафи мәзһабында әйелдердің жасы да, қарты да жамағат намаздарына ашық түрде қатысуы, сондай-ақ жұма және айт намаздарына баруы құпталмайды.\n\nАлайда қажылық және ұмра сапарына барғанда әйелдер өз махрамдарымен бірге сол жерде жамағат намаздарына қатыса алады. Бұл шешім қасиетті екі мекеннің өзіне тән артықшылығына байланысты. Сонымен қатар, басқа елдерден немесе өңірлерден келіп, намаз оқуға мешіттен басқа ыңғайлы жәй табылмағанда, сондай-ақ сол қалада тұрып, үйіне барса намаз уақыты өтіп кететін жағдайда әйелдер мешітке кіріп, ер адамдарға араласпаған хәлде намазын оқи алады. Қалған кездерде әйелдер намазын үйінде оқығаны абзал.\n\nХасан АМАНҚҰЛ\n\n«Мұнара» газеті, №5, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-10-30/43196-ielderdin-meshitte-namaz-okuy-durys-pa/",
    "category": "Ғибадат"
  },
  {
    "title": "МИХРАБ ОРНАТУ БИДҒАТ ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-10-19_at_14.48.15.jpeg",
    "content": "«Михраб» дегеніміз – мінәжат етушілерге арналған құбыланы бағдарлап тұратын бардаршы, намаздағы имамның орнын көрсететің белгі іспетті. «Михраб» сөзі Құранда төрт жерде зікір етілген: «Әл-Имран» сүресінің 37-39 аятында, «Мариям» сүресінің 11-аяты және «Сод» сүресінің 21-аятында.\n\nЕң алғашқы михраб Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) кезінде болғандығы жайлы нақты дерек жоқ. Дегенмен тарихшылар алғашқы михрапты халифа Осман ибн Аффан (Алла оған разы болсын) орнатқаны жайында айтады. Ол қабырғадағы құбыланы анықтайтын белгі сынды болған. Кәзіргі біз білетін михраптарды (қабырғаға үңілген күйінде) алғаш әмауилер әулетінен шыққан Уалид ибн Абдулмаликтің халифаты кезінде Мәдина қаласынынң әкімі Омар ибн Абулазиз орнатқан (Уафаъ әл-Уафа би ахбари әл-Мустафа, әс-Самхуди). \n\nМысырлық жазушы Ахмад Фикри: «Алғашқы михра һижри жыл санақ бойынша 50-жылы Уқба ибн Дафиъ атты табиғин, атақты қол басшының қолымен Қайрауан қаласын ашқанында, “Қайрауан” мешітін салып, қыбыла тарапын михраппен белгілеген еді»[1], – деп айтады (Хукм әс-Солати фи әл-Михраб байна әл-Жауази уа әл-Иртиаб).\n\nМешітке михраб орнатудың мұсылмандар үшін өзіндік себебтері бар. Олар – құбыла тарапын анықтау, намаз имамның орнын анықтау, жамағат-тың имаммен қатарласып тұрмауы және имамнын дауысын анығырақ есту.\n\nШариғат негіздерінде михраб «масолихул мурсала» атты шариғи дәлелмен бекітіледі. Яғни, бұл іс мұсылмандарға қажетті болып, зияны тимесе, оны шариғи тиым салынған істердің қатрына жатқызуға болмайды. Сондай-ақ михраб арқылы басқа ғимараттарды ажырата алуға болады. Құран Кәрімде: «Зәкария ғибадатханаға (михрабқа) кіріп, оның (Мариямның) қасына келген сайын әр-алуан азық көретін еді» («Әли Имран» сүресі, 37-аят). Осы аяттағы «михраб» сөзінің тағы бір мағынасы арнайы құлшылық қылынатын жер деген мағынаға да келеді.\n\nИслам тарихында алғаш михраб қазіргідей емес, біртегіс болып, мешіттің солтүстік қабырғасына салынған. Құран Кәрімдегі: «(Уа, Мұхаммет) Расында, сенің (уахидің келуін күтіп) жүзіңді қайта-қайта көкке қарата бергеніңді көрудеміз.(Мұңайма), сені міндетті түрде көңіліңе жағатын құбылаға бағыттаймыз. Қане жүзіңді Харам мешітіне қарай бұр. (Уа, мүміндер!) сендер де қай жерде болсаңдар да жүздеріңді  Харам мешітіне қарай бұрыңдар!» («Бақара» сүресі, 144-аят), – деген аят түсірілгеннен кейін михраб бағыты Ақса мешітінен Харам мешітіне, яғни оңтүстіктегі Мекке бағытына ауыстырылды. Һижраның 88 жылы Уалид ибн Абдулмәліктің нұсқауымен Мәдинадағы Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) мешіті толығымен жаңартылып, михраб қуыс үлгіде салынды. Осы кезден бастап барлық мешіттерде михрабтар қуыс үлгісінде салынатын болды. Жартылай шеңбер немесе жарты ай түрінде, кейде төртбұрышты келіп, керегелері мен жақтаулары, маңдайшасы мен босағасы бүдірлі нақыштармен, түрлі-түсті кірпіштермен көмкерілді.\n\nҚорыта айтқанда, михраб қою – шариғи түрде рұқсат етілген амал. Табиғиндер мен ұлық мұсылман ғалымдар кезінде мешіттерге михраб салынған және оған ешкім қарсылық білдірмеген.\n\nХасан АМАНҚҰЛ\n\n«Мұнара» газеті, №18, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-10-19/43131-mikhrab-ornatu-bidgat-pa/",
    "category": "Ғибадат"
  },
  {
    "title": "НАМАЗДЫ ЖАЛАҢБАС ОҚУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-05-16_15.05.36.jpg",
    "content": "Намаз оқыған кезде адам өзін Жаратушысының құзырында тұрғандай сезіну керек. Әлбетте бұл сәтте оның таза әрі әдемі киімдерді киіп тұрғаны дұрыс. Алла Тағала Құран Кәрімде: «Қай кезде де намаз оқитын болсаңдар, зейнеттеріңді (таза һәм әдемі киімдеріңді) киіңдер», – деп бұйырады («Ағраф» сүресі, 31-аят).\n\nТәпсірші ғалымдар осы аяттағы «зейнет» сөзін адамды байыпты әрі салмақты көрсететін киімдер екенін түсіндіреді. Көптеген үлкен ғалымдар бұдан бірнеше ғасыр бұрын өз кітаптарында намазды бас киіммен оқу туралы мәселеге тоқталып, оның үкімін ашық баяндап өткен. Атап айтқанда, ғұлама Хаскафи (Алла оны рахмет етсін) өзінің «Дуррул мұхтар» кітабында намаздағы мәкруһ істерді санап, былай деген: «Намазхан адамның (бас киім киюге) ерініп, жалаңбас хәлде намаз оқуы – мәкруһ. Егер өзін бишара тұтып осылай істесе, оқасы жоқ. Егер бас киімі (намаз оқып жатқан кезде) түсіп кетсе, оны алып киюі – абзал. Бірақ оны қайта орауды немесе көп әрекет етуді қажет етсе, олай істемейді» (Хашияту Ибн Абидин, 1/691).\n\nНегізінде, Алла елшісі (оған Алланың салауаты мен сәлемі болсын), саңлақ сахабалар, ізгі ғалымдар мен өткен ата-бабаларымыз намазды бас киіммен оқуға әдеттенген.\n\nХанафи мәзһабында жалаңбас намаз оқуға қатысты бірнеше үкім айтылған:\n1. Лажсыз жағдайда жалаңбас намаз оқуға рұқсат етіледі. Мәкруһ саналмайды.\n2. Жалқаулық себеппен жалаңбас намаз оқу – мәкруһ-танзиһи. Сол себепті сауабы азаяды.\n3. Жалаңбас намаз оқуды сүннет деп, анық-қанығына жетпей оны әдет етіп алу – мәкруһ-тахрими.\n4. Жалаңбас намаз оқуды сүннет санап, солай таңдау жасау – бидғат.\n5. Жалаңбас намаз оқуды абзал әрі сүннет деп білу, сондай-ақ бас киім киюді жексұрындық санау – күпірлік. (Фатху баб әл-ғиная, 1/447, Фәтауаи Һиндия, 1/165, Имдад әлфаттах, 365)\n\nТүйіндеп айтқанда, сәлде, тақия секілді бас киіммен намаз оқу – әдеп, намазға құрмет саналады. Сондықтан намазды барынша бас киіммен оқыған дұрыс.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №6, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-05-16/42132-namazdy-zhalanbas-okuga-bola-ma/",
    "category": "Ғибадат"
  },
  {
    "title": "ҚАДІР ТҮНІ ҰЙЫҚТАМАУ ШАРТ ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-12_14.10.53.jpg",
    "content": "Қадір түнін барынша құлшылықпен өткізген дұрыс. Бірақ ұйықтамай өткізу шарт емес. Себебі Айша анамыз:\n\nولا قام ليلة حتى أصبح\n\n«(Алла Елшісі) таң атқанша түнді (барлық бөлігін) намазбен өткізген емес»[1], – дейді.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) тағы бір хадисінде:\n\nإن هذا الشهر قد حضركم، وفيه ليلة خير من ألف شهر، من حرمها فقد حرم الخير كله، ولا يحرم خيرها إلا محروم \n\n«Сендерге мына ай келді. Бұл айда мың айдан артық түн бар. Кімде-кім осы түннің жақсылығынан мақұрым қалса, жақсылық атауынан құр қалғаны. Оның жақсылығынан тек қана нағыз мақұрым адам ғана құр қалады»[2], – деген.\n\nСондықтан мұсылман адам барынша осы түнді құлшылықпен өткізіп, сауаптан құр қалмауға тырысуы қажет. Ал шаршаса кішкене тынығып, кейін ары қарай құлшылығын жалғастырудың оқасы жоқ.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-04-14/41877-kadir-tuni-uiyktamau-shart-pa/",
    "category": "Ғибадат"
  },
  {
    "title": "ҚАДІР ТҮНІ НЕ ІСТЕУ КЕРЕК?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-12_13.55.07.jpg",
    "content": "Қадір түні мына төмендегі нәрселерді орындау мустахаб болады:  \n\nНамаз оқу. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын):\n\nمَن قَامَ لَيْلَةَ القَدْرِ إيمَانًا واحْتِسَابًا، غُفِرَ له ما تَقَدَّمَ مِن ذَنْبِهِ\n\n«Кім Қадір түнін иманмен және сауап тілеп, (намазда) тұрумен өткізсе, өткен күнәлары кешіріледі»[1], – дейді.\n\nДұға жасау. Айша анамыздан жеткен риуаятта ол былай дейді: «Уа, Алланың елшісі! Мен қадір түніне сәкес келіп жатсам не деп дұға етейін?» – деп сұрадым. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) сонда былай дейді:\n\nاللهمَّ إنك عفوٌّ تُحبُّ العفوَ فاعفُ عنِّي\n\n«Аллаһуммә иннәкә афуун тухиббул-афуә фағфу әнни (Аллаһым! Сен кешірімдісің, кешіргенді жақсы көресің. Менің күнәларымды кеш)» – деп айт»[2].\n\nСонымен қатар, Құран оқу, Алланы зікір ету, Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) салауат айту, садақа беру т.б. ізгі амалдарды істеген жақсы болады.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-04-13/41876-kadir-tuni-ne-isteu-kerek/",
    "category": "Ғибадат"
  },
  {
    "title": "ҚАДІР ТҮНІНІҢ ҚАНДАЙ БЕЛГІЛЕРІ БАР?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-12_13.41.41.jpg",
    "content": "Қадір түнінің белгілері жайында Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Қадір түнінде аспан ашық болады. Ыстық та, суық та болмайды. Күн қызыл болып шығады»[1], – деген.\n\nТағы бір риуаятта: «Қадір түні тұнық әрі жарық болып, айдың өзі бейне бір нұрға толы болады. Ол түн, суық та ыстық та емес, тыныш та жайлы болып, таң атқанша жұлдыздардың ағып түсуіне тыйым салынады. Бұл түннің тағы бір белгісі, таңертең күн сәулесі, толған ай секілді түзу болып шығады әрі шайтандарға күнмен бірге жарыса шығуларына рұқсат етілмейді» [2], – деп сипаттағаны риуаят етілген.  \n\nКелесі хадисте: «Бұлт та, жаңбыр да, жел де болмайды...»[3] делінген.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-04-12/41875-kadir-tuninin-kandai-belgileri-bar/",
    "category": "Ғибадат"
  },
  {
    "title": "ТІС ҚАНАСА ОРАЗА БҰЗЫЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-05_11.46.24.jpg",
    "content": "Тістен аққан қанның аз не көп мөлшеріне қаралады. Егер көп мөлшерде қан ағып, оны байқамай жұтып қойса, оразасы бұзылады. Кейін сол күннің қазасын өтейді. Ал қан аз мөлшерде шыққан болса оразаны бұзбайды.\n\nҚанның аз, не көптігін түкірікпен салыстыра отырып анықтайды. Егер қан мөлшері түкірікпен тең немесе одан басым болса, «көп» саналады. Ал, жартысынан азы қан болса, «аз қан» үкімінде болады.\n\nРадду әл-мухтар кітабында: «Егер тістің арасынан қан шығып тамаққа барса, бірақ ішке кетпесе, ораза бұзылмайды. Ал, қанның мөлшері көп немесе түкірікпен тең болып ішке кетсе, ораза бұзылады. Аз болса, бұзылмайды» [1] деген пәтуа бар.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-04-07/41810-tis-kanasa-oraza-buzyla-ma/",
    "category": "Ғибадат"
  },
  {
    "title": "ФГДС (ШЛАНГ ЖҰТУ) ТЕКСЕРУІНЕН ӨТУ ОРАЗАНЫ БҰЗАДЫ МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-04_13.20.11.jpg",
    "content": "Жалпы алғанда шланг жұту оразаны бұзбайды. Өйткені, оразаны бұзу үшін шланг толығымен ішке кіруі тиіс. Ал, бұл жағдайда шлангтың бір бөлігі сыртта қалады. Дегенмен, шланг арқылы асқазанға бір нәрсе түссе оразаны бұзады.\n\nИмам Ибн Абидин: «Егер адам ағаш немесе ұшына тамақ байланған жіп жұтса, оның бір ұшы сыртта қалып және заттан іште бір бөлігі қалмаса ораза бұзылмайды. Себебі ораза бұзылуының шарты – іште қалу» [1], – деген.\n\nОсыған орай шлангқа дәрі жағып, жұтқызатын болса, дәрінің кейбір бөліктері іште қалса, оразасы бұзылып, бір күн қазасын өтейді.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://www.muftyat.kz/kk/qa/namaz/2023-04-05/41795-fgds-shlang-zhutu-tekseruinen-otu-orazany-buzady-ma/",
    "category": "Ғибадат"
  },
  {
    "title": "ҰШАҚТА АУЫЗАШАР УАҚЫТЫ ҚАЛАЙ АНЫҚТАЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-03_10.54.39.jpg",
    "content": "Ораза тұтушының ауыз ашу уақыты ақшам намазының уақыты, яғни күннің батуымен байланысты.\n\nБұл жайында Құран Кәрімде: \n\nوَكُلُوا وَاشْرَبُوا حَتَّى يَتَبَيَّنَ لَكُمُ الْخَيْطُ الْأَبْيَضُ مِنَ الْخَيْطِ الْأَسْوَدِ مِنَ الْفَجْرِ ثُمَّ أَتِمُّوا الصِّيَامَ إِلَى اللَّيْلِ\n\n«Және таңнан, қара жіптен ақ жіп (қараңғылықтан сәуле) айрылғанға дейін ішіңдер, жеңдер де содан соң оразаны кешке (күн батқанға) дейін толық орындаңдар» [1] делінген.\n\nИбн Әбу Ауфадан (Алла оған разы болсын) жеткен хадисте Пайғамбармыз (оған Алланың салауаты мен сәлемі болсын): \n\nإِذَا رَأَيْتُمُ اللَّيْلَ قَدْ أَقْبَلَ مِنْ هَا هُنَا وَأَشَارَ بِيَدِهِ نَحْوَ الْمَشْرِقِ- فَقَدْ أَفْطَرَ الصَّائِمُ\n\n«Бірде, біз күннің батқанын байқай алмағанымызда Алланың елшісі (оған Алланың салауаты мен сәлемі болсын): «Түннің мына жақтан түсе бастағанын көрсеңдер, ораза тұтушы аузын аша береді», – деп саусағымен шығыс тарапты көрсетті» [2] делінген.\n\nБұл Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) күннің көзі бұлттан көрінбей тұрғандықтан ауыз ашу уақытын анықтауға байланысты айтылған деп түсіндіріледі[3].\n\nОсы дәлелдерді алға тартып ғұламалар тұрғылықты және сапардағы адам өзі тұрған жерінде күннің батуымен және бұлтты күні айналаға қараңғы түскеннен бастап ауыз ашатындығын айтқан[4].  \n\nҚазіргі сәтте көпшілік қолданатын намаз уақыттары мен Рамазан айына арналған ораза тұту кестелерінде белгіленген күннің батуы тек жазықты жер үстінде жүргендер үшін арналған. Себебі, жер шарының шығыс пен батыс бөлігінде түн мен күннің алмасу уақыттары әртүрлі болатыны сияқты, жерден жоғары қарай биіктеген сайын күннің бату мезгілі өзгереді. Ғалымдар бұл мәселеде Александрия қаласында болған тарихи мұнараның биіктігіне сай үкім берген. Яғни, қазіргі таңда шамамен 50 қабатты биік ғимараттардың және таудың басында тұрған адам өзінен төменгі жазық жердің ауыз ашар уақытына қарап ауыз ашуы дұрыс болмайды. Мұндай жағдайда ораза тұтушы ең алдымен күннің батқан сәтін анықтап, ауыз ашу уақытын нақтылағаны жөн[5]. \n\nСондықтан биіктікте ұшып бара жатқан ұшақ жолаушылары күн толық батқаннан кейін ауыздарын ашады. Ал күннің батуын көру мүмкіндігі болмаса түн қараңғылығы көріне бастаған уақыттан бастап аузын ашқаны дұрыс болады.\n\n«Рамазан оразасына қатысты пәтуалар» кітабынан",
    "site_link": "https://muftyat.kz/kk/qa/namaz/2023-04-03/41787-ushakta-auyzashar-uakyty-kalai-anyktalady/",
    "category": "Ғибадат"
  },
  {
    "title": "ОҢ ҚОЛМЕН ТАМАҚТАНУ МІНДЕТ ПЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-04-24_at_16.35.43.jpeg",
    "content": "Шариғатымызда барлық нәрсенің үкімі мен әдебі Құранда, Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) хадистерінде, ғалымдарымыздың кітаптарында баяндалған. Салман Фарисидің (Алла оған разы болсын) мүшріктерге жауап бергеніндей, Алла елшісі үмбетіне тіпті әжетханаға кіріп-шығу әдептеріне дейін үйретіп кеткен. \n\nМысалы, намаз оқитын адам намаз оқыр алдында дәрет алу, таза киім кию, намаз оқитын жердің таза болуы сияқты шарттарды орындайтыны белгілі. Сол секілді мұсылман адамның тамақ ішкен кезде ұстанатын белгілі әдептері бар. Соның бірі – тамақты оң қолмен жеу.\n\nТамақтанбас бұрын алдымен қолды жуу керек. Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Тамақ ішер алдында және тамақтан кейін қол жуу кедейлікті жояды және бұл амал – пайғамбарлардың сүннеті», – деген (Табарани.).\n\nТамақ «Бисмилләһ» деп айтып барып жеу қажет. Хадисте Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Тамақ жер алдында «бисмилләһ» деп айтыңдар. Егер тамақ ішіп жатқанда «бисмилләһ» деп айтуды ұмытып кетсеңдер, есіне түскен сәтте дереу «Бисмилләһи фи әууәлиһи уә ахириһи» деп айтыңдар», – деген.\n\nТамақты оң қолмен жеу – Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сүннеті. Ибн Омардан (оған Алла разы болсын) риуаят етілген хадисте Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Кімде-кім тамақ жесе, оны оң қолымен жесін. Су ішсе, оң қолымен ішсін. Өйткені шайтан сол қолымен жейді, сол қолымен ішеді», – деген (Мүслим). Тағы бір хадисте Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) Омар бин Әби Сәламаға (оған Алла разы болсын.): «Әй, бала! Тамақ жегенде Алланың атымен баста, оң қолыңмен же және алдыңнан же», – деген. Имам ән-Науауи осы хадистегі сол қолмен ішіп-жеуден тыюға байланысты: «Оң қолмен ішіп-жеу – мұстахаб, сол қолмен ішіп-жеу – мәкрүһ. Егер адамның оң қолында мүгедектік, науқастық секілді үзір болса, оған сол қолмен жеу мәкрүһ болмайды», – деген түсіндірме берген. Демек оң қолмен ішіп-жеу – Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) сүннеті. Ал ешбір үзірсіз сол қолмен ішіп-жеу –сүннетке қайшы әрі мәкрүһ. Сондықтан мұсылман сүннетке сай оң қолымен жеуге әдеттенуі керек. Егер оң қолмен жей алмайтындай үзірі болса ғана сол қолымен жеуге рұқсат етіледі.\n\nМедет ҚҰРМАШҰЛЫ,\n\n«Иман» журналы, №3, 2023 жыл ",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2023-04-26/41986-on-kolmen-tamaktanu-mindet-pe/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ЕСІРТКІ ҚОЛДАНУДЫҢ ШАРИҒИ ҮКІМІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-02-27_at_17.14.13.jpeg",
    "content": "Имам әл-Ғазали «әл-Мустасфа» еңбегінде: «Шариғат бес нәрсені – дінді, жанды, ақылды, ұрпақты және мал-дүниені сақтауды көздейді. Осы бес нәрсені сақтауға бағытталған әрекеттің барлығы игі іс, ал бұл бесеуіне зияны тиетін әрекеттің барлығы зиян, оны тоқтату, алдын алу игі іс», – деген. Есірткіні қолдану осының бесеуіне де зиянын тигізеді.\n\nЕсірткі қолданатын адам Алла Тағаланың бұйрықтарына бағынбайды, орындауы керек парыздарды орындамайды, күнә істеуден қорықпайды. Мұның ақыры дінді сақтамауға, ақыреттегі нығметтерден мақұрым қалуға алып барады. Сондай-ақ есірткі адамның санасын улап, денсаулығына зиян берумен қатар, өзіне тәуелді етіп, ақыры өлімге душар етеді. Нашақордың жыныстық қабілеті де төмендеп, одан туған балалар көбіне кеміс, ақыл-есі кем болады. Демек нашақорлық адамның дініне, денсаулығына, тіпті болашақ ұрпағына зиян тигізумен қатар, оны қылмысқа итермелеу арқылы Қоғамға да зардабын тизізеді.\n\nЕсірткінің шариғатымыздағы үкімі – харам. Ғалымдарымыз бұған қатысты бірнеше дәлел келтірген. Алла Тағала «Мәида» сүресінің 90-аятында: «Уа, иман келтіргендер! Ақиқатында, арақ, құмар ойындары, пұттар, және (бал ашуға тігілетін) жебелер – шайтанның лас істерінен. Одан аулақ болыңдар, бәлкім, мұратқа жетерсіңдер!» – деген. Арақ адамды мас етіп, ақылынан айырады. Есірткі де сондай, демек оны қолдану да харам.\n\nАлла Тағала «Ағраф» сүресінің 157-аятында: «Оларға жақсы нәрселерді халал етіп, лас нәрселерді харам ететін...» – деген. Ақыл жүгірткен адам есірткіні лас нәрсеге жатқызатыны анық. Сондай-ақ Алла Тағала «Бақара» сүресінің 195-аятында: «Өздеріңді өз қолдарыңмен апатқа ұшыратпаңдар...» – деген. Шариғатымыз адамның өміріне, денсаулығына зиян тигізетін кез келген нәрседен аулақ болуға шақырады. Ал есірткі физикалық, психологиялық және Қоғамдық зардаптарға душар етеді.\n\nИмам ибн Әбидин өзінің кітабында: «Гашиш, апиын қолдану – харам. Өйткені ол ақылдан адастырады әрі Алланы еске алудан, намаз оқудан тосады», – деген.\n\nҚорыта айтқанда, нашақорлық адамның өзіне де, Қоғамға да аса зиян. Сондықтан шариғатымыз есірткі қолдануды харам етті. Сол сияқты есірткіні сату, сатып алу, сол арқылы пайда табуды да харам еткен. Себебі харамға алып баратын нәрсенің өзі де харам.\n\nМедет Құрмашұлы,\n\n«Иман» журналы, №1, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2023-02-27/41524-esirtki-koldanudyn-sharigi-ukimi-kandai/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ИТТІҢ МАЙЫН ДЕНЕГЕ ЖАҒУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-02-20_at_17.05.38.jpeg",
    "content": "Шариғатымызда иттің еті, сілекейі нәжіс, харам болып саналады. Өйткені ит азу тісті жыртқыш аңдардың қатарына жатады.\n\nОл жөнінде Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын):   \n\n   كُلُّ ذِي نابٍ مِنَ السِّباعِ فأكْلُهُ حَرامٌ\n\n«Азу тісті әрбір жыртқыш аңды жеу – харам»[1], – деген.\n\nСондай-ақ, итті сатып ақшасын пайдалану харам екендігіне байланысты Алла елшісі (оған Алланың салауаты мен сәлемі болсын) былай деген: \n\n     ثَمَنُ الكَلْبِ خَبِيثٌ  \n\n«Итті сатып тапқан табысы – харам»[2].    \n\nЕнді иттің майын емдік мақсатта пайдалануға келсек, Ханафи мәзһабында жеуге тыйым салынған жануарлардың еті және тағы басқа нәрселерімен емделуге болмайды[3].\n\nИбн ән-Нужайм әл-Ханафи: «Харам нәрселермен емделу ғалымдардың арасында  тартысты мәселе. Алайда «әз-Захира» кітабында: «Харамнан басқа еш ем табылмаса және ол ауруға ем болатыны нақты болса, онымен емделуге рұқсат»[4], – деген.\n\nАл Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) «Алла Тағаланың харам еткен нәрселерінде сендерге шипа жоқ»[5], – деген хадисі емі жоқ нәрселерді ғана қамтиды[6]. Сол үшін ғалымдар адал әрі таза дәрі табылмаған жағдайда ғана дәрігер иттің майын жағуға кеңес берсе оған рұқсат берген[7].\n\nСондықтан әділ әрі сенімді мұсылман дәрігер аурудың жалғыз емі – иттің майын жағу және оның еш зияны жоқ деген қорытынды жасаған жағдайда әрі оның орнын басатын халал дәрі табылмаса, онда оны емдік мақсатта қолданудың оқасы жоқ.  \n\nТабарак Қамит\n\nЖетісу облысы бойынша пәтуаға жауапты маман",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2023-02-21/41453-ittin-maiyn-denege-zhaguga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "АНТИСЕПТИК ҚОЛДАНУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/%D0%90%D0%9D%D0%A2%D0%98%D0%A1%D0%95%D0%9F%D0%A2%D0%98%D0%9A.jpg",
    "content": "Санитарлық-эпидемиологиялық қызметі қауіпті бактерия, вирус және микробты зарарсыздандыру үшін антисептик қолдануды талап етеді. Қазір коронавирус жұқтырып алмау мақсатында дерлік барлық мекемелерде, сауда орталықтарында, тіпті үйлерде оны кеңінен пайдалануда. Антисептиктің негізгі құрамы спирт болғандықтан, бұл туралы мұсылман қауымы арасында сұрақтар туындауда.\n\nӘбу Ханифа мен Әбу Юсуфтың көзқарасы бойынша жүзім және құрмадан басқа өнімдерден жасалған спиртті антисептик мақсатында қолдануға рұқсат етіледі. Ал қазіргі медициналық спирттер жүзім және құрмадан алынбайтыны белгілі.\n\nАнтисептик мақсатында қолданылатын сұйықтық, медициналық спирт нәжіс болып есептелмейді. Өйткені харам нәрсенің бәрі нәжіс бола бермейді. Мысалы, есірткі мен удың үкімі харам, бірақ өзі таза. Құрамында спирті бар иіссулар, спирт араласқан сұйық заттар денеге, киімге тисе нәжіс болмайды, тиген жерін жуу да міндетті емес.\n\nАрнайы антисептик заттар немесе медициналық спирт табылмаса, зәрулік үкімді негізге ала отырып, спирттік ішімдіктерді де антисептик мақсатында қолдануға шариғат рұқсат етеді. Бірақ ол нәжіс болғандықтан, намаз оқығанда спирттік ішімдік тиген жерді жуып тастау шарт.\n\nХасан АМАНҚҰЛ,\n\nШариғат және пәтуа бөлімі меңгерушісінің орынбасары",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2020-08-26/32748-antiseptik-koldanuga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ТӘБӘРІК ЖАСАУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-01-12_at_12.10.24.jpeg",
    "content": "Тәбәрік – береке тілеу деген мағынаны білдіреді. Әр-Рағиб әл-Әсфәһани: былай дейді: «Береке – бір нәрседе иләһи жақсылықтың тұрақталғанын аңғартады». Ибн Манзур: «Береке – өсу, арттыру деген мағынада. Тәбәрік – адамға немесе басқа нәрсеге береке тілеп, дұға ету»[1], – дейді.\n\nЕшбір нәрсе өздігінен берекелі болмайды. Берекені беруші бір ғана Алла. Алла Тағала белгілі бір уақыттарды, белгілі бір орындарды берекелі еткендей, қалаған пенделеріне берекені дарытады.\n\nПайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) шашын, қолданған ыдыстарын, киімдерін ұстау, сүю, сүрту арқылы тәбәрік жасауға рұқсат етіледі[2]. Бұл нәрсені сахабалар Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) көз алдында істеген. Олардың біреуіне де сөгіс бермеген. Өйткені Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) денесі, киген киімі, пайдаланған ыдыс-аяқтары беркелі саналады. Бұл мәселеде ғұламалардың арасында ешқандай дау жоқ[3].\n\nУмму Атиядан жеткен риуаятта Алла елшісі (оған Алланың салауаты мен сәлемі болсын) қызын жуындырып жатқан әйелдерге «изәрін» (жамылғы, жамылғыш) беріп:\n\nأَشْعِرْنَهَا إيَّاهُ\n\n«Оған мынаны жабыңдар» [4], – деген. Жамылғыны жабудың негізгі мақсаты тәбәрік ету болған[5].\n\nАсмә бинт Әбу Бәкірден жеткен риуаятта:\n\nهَذِهِ جُبَّةُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، كَانَتْ عِنْدَ عَائِشَةَ حَتَّى قُبِضَتْ، فَلَمَّا قُبِضَتْ قَبَضْتُهَا، وَكَانَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَلْبَسُهَا، فَنَحْنُ نَغْسِلُهَا لِلْمَرْضَى يُسْتَشْفَى بِهَا\n\n«Бұл Алла Елшісінің (оған Алланың салауаты мен сәлемі болсын) шапаны. Ол қайтыс болғанша Айшаның қолында болды. Ол Алланың рахметіне кеткенде менің қолыма өтті. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) киген шапанын біз жуып, суын ауру адамдарға шипа ретінде қолданатын едік»[6], - делінген.\n\nБұл Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) қатысты дүниелермен тәбәрік ету мәселесі. Ал салиқалы құлдарға келсек, жоғарыдағы дәлелдердің барлығы салиқалы адамдардың да киімімен, ыдыс-аяқтарымен т.б. тәбәрік етудің болатындығын қамтиды. Бұны имам Нәуауи, Ибн Хажар т.б. мухаддис ғалымдар құптаған[7].  \n\nИмам Нәуауи Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) шапанымен шипа тілеу хадисінің соңынан: «Бұл хадис салиқалы адамдардың киімдерімен т.б. тәбәрік ету мұстаһаб екендігінен дәлел болады»[8], – дейді.\n\nҚорыта айтқанда, Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) және салиқалы жандардың киімдерімен, ыдыс-аяқтарымен т.б. тәбәрік етуге рұқсат етіледі.\n\nИсламқұл Иманқұлұлы,\n\nҚМДБ Шариғат және пәтуа бөлімінің\n\nШымкент қаласы бойынша жауапты маманы.",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2023-01-12/41168-tbrik-zhasauga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "«МОНОПОЛИЯ» ОЙНАУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-07-28_at_15.52.36.jpeg",
    "content": "Жылдан жылға үлкен мен кішілерге арналған, жеке және жұптық, онлайн мен офлайн ойындардың түрлері көбейіп барады. Оған монополия, фант, эрудит секілді ойындарды қосуға болады.\n\nМұндай ойындар біраз көңіл көтеру, денсаулығын қалпына келтіру, балалардың ойлау қабілеті мен зейінін дамыту, білімге қызығушылығын ояту, тапқырлық пен шапшаңдыққа тәрбиелеу үшін қажет те шығар. Бірақ ойын ойнап уақытының көбісін босқа өткізсе, ойынға тәуелді болып, сабағына, жұмысына немесе тұрмыстық өміріне зияны тисе, ойынды құмарға айналдырса, ойынның соңы ұрыспен аяқталып, күнәға, қылмысқа барып жатса, онда мұндай ойындардан сақтану керек болады.\n\nИслам діні бойынша мына белгілер табылған жағдайда ондай ойындарды ойнауға тыйым салынады:Ойынға ақша немесе басқа бір сыйлық тігу (мысалы, ұтылған адам тамақтың ақшасын төлейді немесе жеңімпазға бірдеме сатып алып береді). Бұл құмар болып саналады. Құран Кәрімде: «Олар сенен (мас қылатын) шарап пен құмар ойындарының үкімін сұрайды. Оларға: «Екеуінде де үлкен күнә һәм адамдар үшін бірқатар пайдалар бар. Алайда олардың пайдасынан гөрі күнәсі мен зияны әлдеқайда көп», - деп айт», – деп айтылған («Бақара» сүресі, 219-аят).Көп уақытын ойынмен өткізіп, мұсылмандық міндетін орындамау (мысалы, бес уақыт намазды қаза ету немесе мүлдем оқымау). Қасиетті Құранда: «Шүбәсіз, намаз мүміндерге белгілі уақыттарда (яғни әр намаз өз уақытында өтелсін деп) парыз етілді», – делінген («Ниса» сүресі, 103-аят).Дүние істерін қалдыру (мысалы, жұмысқа бармау, сабаққа қатыспау). Әрбір мұсылман өзінің отбасындағы қарым-қатынасқа және оның әл-ауқатына жауапты. Кез келген көңіл көтеру, ойын-сауық оған кедергі болмауы тиіс.Ойын барысында алдау, бірін-бірі кеміту, күш көрсету секілді шариғатта тыйым салынған істерді істеу.Бұл ереже барлық ойындарға қатысты. Осы белгілердің бірі қайсы бір ойында, тіпті «монополия» ойынында табылған жағдайда оны ойнауға тыйым салынады.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №2, 2022 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2022-07-28/40125-monopoliia-oinauga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "КОСМЕТИКАЛЫҚ ӨНІМДЕРДІ ПАЙДАЛАНУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-02-17_at_11.18.34.jpeg",
    "content": "Косметика деп тазалық пен сыртқы көрінісі жағынан сыртқы түрін жақсарту үшін қолданылатын өнімдерді айтады. Ол әдетте жергілікті қолдануға, яғни шашқа, теріге, тырнаққа және ерінге арналады.  \n\nЕжелден адам баласы, әсіресе әйелдер қауымы сыртқы келбетін жақсартуға, теріні күтуге ерекше мән берген. Ілгері уақытта адамдар бетін, кірпігін, қабағын бояп, шашын бұйралап, әтірлердің орнына хош иісті майларды пайдаланған. Олар құрамына қазіргідей мал және өсімдік майлары, эфир майлары, түрлі шайырлар мен бояулар енгізілген хош иісті майларды әтір орнына қолданған.\n\nШариғат бойынша төмендегі шарттар табылған жағдайда ғана әйелдерге косметикалық бұйымдарды қолдануға рұқсат беріледі:Косметиканы күйеуіне сұлу көріну үшін немесе әйелдер мен жақын туыстарының алдында әдемі көріністе болу үшін қолдану дұрыс. Бірақ бөгде ер адамдардың алдында жасанып, боянып жүруге рұқсат берілмейді. Өйткені әйел кісі бөгде ер адамдардың алдында барынша жабық, оранған хәлде болу керек. Демек мұндай кезде әйел адам қалай боянып жүре алады?!Косметикаға қолданатын бұйымдар қына (қызыл сары өсімдік бояуы), сүрме секілді таза зат болу шарт. Өліксенің майын немесе нәжіс нәрсені қолдану дұрыс емес. Себебі шариғатымыз нәжіс және харам заттарды, сондай-ақ адам мүшесін қолданудан қайтарған.Сондықтан еті желінбейтін құстар мен жануарлардың ақуызы, әсіресе шошқа майы мен ақуызы және әйелдің ұрықжолдасы (жүктілік кезінде жатыр ішінде дамитын, ана мен жатыр қуысындағы нәресте арасындағы байланысты қамтамасыз ететін маңызды мүше) қосылған косметикалық өнімдерді пайдаланбау керек.Косметикалық заттар тән мен теріге зиянды болмауы тиіс. Сол сәтте немесе кейіндеу зияны тиетін химиялық өнімдерді пайдалану дұрыс емес. Себебі шариғатымыз өзіне зиян жеткізуден қайтарған. Оған Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) «Өзіне және өзгеге зиян жеткізуге болмайды» деген сөзі дәлел (Ибн Мәжа).Косметикалық заттардың денеге әсері уақытша болуы шарт. Өйткені ернін ісіндіру, бетін тым тарту, тәнінде тұрақты қалатындай тату салу, терінің түсін өзгерту секілді Алла Тағаланың әуелдегі жаратылысын өзгерту күнә болып саналады.",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2022-02-17/38705-kosmetikalyk-onimderdi-paidalanuga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "БИТКОИН КРИПТОВАЛЮТАСЫН ҚОЛДАНУ ХАЛАЛ МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-02-09_at_11.43.58.jpeg",
    "content": "Қазақстан мұсылмандары діни басқармасы Ғұламалар кеңесінің шешімі бойынша биткоин криптовалютасын қолдануға тыйым салынған. Оған төмендегідей дәлелдер келтірілген.\n\nБіріншісі, шариғат бойынша қандай да бір ақша негізге алынуы үшін мемлекет тарапынан шығарылуы керек және оның кепілдігі мен қорғауында болуы шарт.\n\nБиткоин ешбір ұлттық валютаның сипатына келмейді. Өйткені ол мемлекеттік органдардың кепілдігімен әрі қаржылық заңдар мен қорғалмаған, нақты активі жоқ, орталықтандырылмаған виртуалды ақша. Кез келген сәтте оның нарығы күрт өсіп немесе түсіп, одан адамдар зиян шегуі мүмкін. Әбу Али Хасан әт-Тауси: «Ғасырлар бойы ақша шығару құқығы патшадан өзгеге берілмеген», – деп айтқан (Сәйру әл-мулук, 233-бет).\n\nЕкіншісі, биткоинның процесстері көбіне жасырын жүзеге асады. Бұл өз кезегінде шариғат тыйым салған алдауға, алаяқтыққа соқтырады. \n\nАлла Тағала Құранда былай дейді: «Уа, иман келтіргендер! Бір-біріңнің мал-дүниелеріңді арам жолмен жемеңдер. Ал өзара келісіп, ризашылықпен жасаған сауда-саттықтың жөні бөлек» («Ниса» сүресі, 29-аят).\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) белгісіздік саудасына (ғарарға) тыйым салған (Муслим риуаят еткен).\n\nҮшіншісі, биткоин валюта немесе тауар ретінде жауапты тараптардың бақылауынан тыс қалады. Бұл елдің ішкі экономикасына кері әсер етіп, Қоғамның тұрақсыздануына жол ашуы мүмкін. \n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Өзіне де, өзгеге де зиян тигізуге болмайды», – деген (Ахмад риуаятеткен).\n\nМысыр елінің пәтуа комитеті, Еуразия мұсылмандарының пәтуа шығару кеңесі сияқты ірі ұйымдар да биткоин криптовалютасын пайдалануға тыйым салған.",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2022-02-09/38633-bitkoin-kriptovaliutasyn-koldanu-khalal-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ШАХМАТ, НАРДЫ ОЙНАУ ХАРАМ БА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/da8f8cf5-3bbb-4f26-a80b-b7677806125b.jpg",
    "content": "Шахмат ойынына қатысты үкім, оның құмар немесе құмар еместігіне тікелей байланысты. Ал ғалымдар әрқандай құмар ойынының тыйым салынғанына бірауыздан келіседі. Өйткені Құран Кәрімде: «Олар сенен арақ және құмар жайында сұрайды. Оларға: «Екеуінде де зор күнә бар. Адамға пайдасы бола тұра, пайдасынан көрі күнәсі зорырақ» де», – делінген («Бақара» сүресі, 219-аят).\n\nХанафи мазһабында шахмат ойнау мәкруһ (жағымсыз іс, күнә) есептеледі. Белгілі фиқһ ғалымы имам Марғинани (оны Алла өз рақымына алсын) «Һидая» кітабында: «Шахмат ойнау, нард ойыны, он төрт (яһудилер ойнайтын ойын) және әрқандай ойын – мәкруһ. Себебі араға ақша тігілсе, ол құмарға айналады, ақша тігілмесе, бос ермек, ойын-сауық болады. Сондай-ақ бұл ойындар Алланы зікір етуден, жұма және жамағат намаздарынан тосады. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Алланы зікір етуден сені алаңдатқан нәрсе – құмар», – деген» («Һидая», 6/515-516).\n\nАлайда Имам Әбу Юсуфтың (оны Алла өз рақымына алсын) тұжырымы бойынша, шахмат ойнау – мубах, яғни рұқсат етілген («Шарху фатх әл-қадир», Ибн Һумәм, 8/498). Оған бірнеше дәлел бар.\n\nБіріншіден, шахмат ойнауға рұқсат жоқтығы туралы ашық дәлел келмеген. Ал нард ойынның тыйым салынғаны жайында хадистер бар. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Нарды ойнаған қолын шошқаның еті мен қанына былғаған адамға ұқсайды», – деген (Бұхари, Мүслім). Тағы бір хадисте: «Нарды ойнаған адам Аллаға және Оның Елшісіне қарсы шыққан болады», – делінген (Ибн Мәжа).\n\nЕкіншіден, Ибн Аббас, Әбу Һұрайра, Ибн Сирин, Һишам ибн Ғұруа, Сағид ибн Мусайаб және Сағид ибн Жубейр (олардан Алла разы болсын) сынды сахабалар мен табиғиндер шахмат ойынын халал деген.\n\nҮшіншіден, шахмат ойнау адамның ойлау мен есте сақтау қабілетін жақсартады. Шахмат ойыны дұрыс болу үшін Имам Әбу Юсуф мына шарттарды алға тартқан: 1) ойынды құмарға айналдырмау; 2) уақытын зая кетірмеу; 3) міндетті құлшылықтарын қалдырмау («Хашият Ибн Абидин», 6/394).\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №23, 2020 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2021-01-26/34638-shakhmat-nardy-oinau-kharam-ba/",
    "category": "Халал мен Харам"
  },
  {
    "title": "БАЛЫҚТЫ ЭЛЕКТР ТОГЫ АРҚЫЛЫ АУЛАУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2020-12-04_at_09.32.06_iCkobmC.jpeg",
    "content": "Алла Тағала Құранда су жәндіктері туралы былай дейді:\n\nأُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ وَطَعَامُهُ مَتَاعًا لَكُمْ وَلِلسَّيَّارَةِ\n\n«(Уа, мүміндер!) Сендерге және жолаушыларға пайдалануларың үшін теңіздің жәндіктері мен тағамы халал етілді».\n\nАлла Елшісі (оған Алланың салауаты мен сәлемі болсын): «Теңіздің суы таза және оның өлексесі адал»[1], – деген. Ханафи мәзһабының ғұламалары Құран мен сүннетте аталған «су жәндіктерін» балық атауына жататын жәндіктер деп түсіндіреді. Яғни, өздігінен өліп, судың бетіне қалқып шыққан балықтан басқа кез келген балық тектестің өлісін де, тірісін де жеуге болады.\n\nЖалпы балық аулаудың бірнеше түрі бар. Олардың кейбірі шариғатқа сай болса, кейбірі шариғатқа қайшы. Сондықтан балықшы шариғатқа сай жолымен балықты аулауы керек. Яғни Алланың берген нығметіне күнәлі іспен жету дұрыс емес. Алла Тағала Құранда:\n\nكُلُوا وَاشْرَبُوا مِنْ رِزْقِ اللهِ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ\n\n«Алланың несібесінен ішіп, жеңдер де жер жүзінде бұзақылық қылып жүрмеңдер»[2].\n\nСоңғы уақытта белең алған балықты аулау түрінің бірі – токпен ұстау. Токтың вольтін күшейтсе, балық өліп судың бетіне шығады, ал ток күші аз болса ол балықты өлтірмесе де, есеңгіретіп тастайды. Балық жүзе алмағандықтан судың бетіне шығып, оны аулау жеңіл болады.\n\nБалықты токпен аулаудың мынадай зияндары бар:\n\nБалықты қинап, азаптап өлтіру. Ислам мейірім діні болғандықтан мұндай іс-әрекеттер шариғатымыздың талаптарына сай келмейді. Шариғатымызда жануарларды бауыздағанның өзінде оны көркем түрде орындау бұйырылған. Алланың Елшісі: «Алла Тағала барлық нәрсені жақсылап істеуді бұйырды. Сондықтан, малды сойсаңдар, дұрыстап сойыңдар, алдын ала пышақты қайраңдар, жануарды қинамаңдар»[3], деген.\n\nӨзен-көлдегі тіршілік атаулының бүгіні мен келешегіне қатер төндіріп, ондағы балықтың қорын азайтады. Токпен аулаудың салдарынан ірі, ұсақ балықтар, уылдырық, теңіз өсімдіктері, құрттар сияқты жәндіктердің бәрі өледі. Тіпті тірі қалған балықтар да уылдырық шашпайтын болып қалады. Хадисте:\n\nلَا ضَرَرَ وَلَا ضِرَارَ\n\n«Өзіңе де, өзгеге де зиян беру жоқ»[4], делінген.\n\nҚорыта айтқанда, электр тогымен ауланған балықты жеуге болғанымен, судағы тіршілік атауын жойып жіберу қаупі болғандықтан рұқсат етілмейді[5].\n\nШариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2020-12-03/34229-balykty-elektr-togy-arkyly-aulauga-bola-ma/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ҚҰНДЫЗ ТОН КИЮГЕ РҰҚСАТ ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2020-11-25_at_16.17.42.jpeg",
    "content": "Жер бетіндегі барлық нәрсе адамның қолайлы өмір сүруі үшін жаратылған. Ол – Құдайдың пендесіне берген нығметі, сый-сияпаты. Адам баласы дүниеге келген күннен бастап сол нығметтерден пайдаланады.\n\nЖаратушы Иеміздің адамзат үшін жаратқан шексіз нығметтерінің ішіне жануарлар да кіреді. Адам баласы жануарлардың етін жеп, сүтін ішеді және терісі мен жүнін пайдаланады.\n\nБұл туралы Құранда: «Шүбәсіз, төрт түлік малда да сендер үшін ерекше ғибрат бар. Сендерге олардың ішінен шыққан сүтін сусын ретінде ішкіземіз. Олардың сендерге басқа да көптеген пайдалары бар әрі олардың ет-майын да жейсіңдер. Сондай-ақ сол жануарларға және кемелерге мініп, діттеген жерлеріңе жетесіңдер», – делінген («Мүминун» сүресі, 21-22 аяттар).\n\nҚазіргі таңда синтетикалық материалдар және жасанды терілер кеңінен қолданылса да, табиғи ішік пен жүнге сұраныс аз емес. Қыстыгүні жас қыздардың да, егде тартқан апалардың да жақсы көретіні – құндыз тон. Ең алдымен ол қаһарлы қыста суыққа төзімді әрі жеңіл. Екіншіден, әркім заманға сай көркем киініп жүргенді ұнатады. Ал әдемі ішік адамның реңін ашады, көркіне көрік қосады, көңіл күйін көтереді. Осы орайда қазақтың «адам көркі – шүберек» деген сөзі еріксіз жадыңа түседі.\n\nДегенмен шариғат бойынша қолданылатын терінің қай жануардыкі екені маңызды. Қолдану тұрғысынан теріні үшке бөліп қарастыруға болады:\n\nЕті желінетін және шариғат талабына сай бауыздалған малдың терісі. Мысалы, қой, ешкі, сиыр, түйе, қоян және басқа еті халал жануарлардың терісі, иленбесе (арнайы өңделмесе) де, таза болып саналады.Еті желінетін, бірақ шариғат бойынша бауыздалмаған малдың, өліксенің, еті желінбейтін жануарлардың және жыртқыш аңдардың терісі. Мысалы, ит, қасқыр, аю, түлкі, құндыз, кәмшат және еті арам хайуандар. Бұлардың терілері нәжіс (таза емес) есептеледі. Оны шикідей қолдануға болмайды, бірақ илегеннен кейін қолдануға рұқсат етіледі.Мүлдем қолданысқа жарамайтын тері. Ол – шошқаның терісі. Өйткені ол ашық харам саналады.Біздің мәзһабта құндыздың еті – харам. Өйткені ол – кеміргіштер тобына жататын аң. Құндыз шөп, терек, қайың, қамыс жапырағын жейді. Сонымен қатар жәндіктермен де қоректенеді. Содан оны жыртқыш аңдар қатарына жатқызуға болады. Сонымен қатар құндыз жиіркенішті, жағымсыз жануар есептеледі. Құран Кәрімде: «(Алла Тағала) оларға таза тағамдарды халал етіп, жиіркенішті нәрселерге тыйым салады», – делінген («Ағраф» сүресі, 157-аят).\n\nАлайда құндыздың терісі илеумен тазаланады. Өйткені шариғат бойынша шошқаның терісінен басқа әрбір иленген тері таза үкімін алады. Осы иленген теріден тігілген киімде намаз оқуға және одан жасалған ыдыстан дәрет алуға рұқсат етіледі («Һидая», 1/328).\n\nДегенмен хадистерде Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) жабайы жануарларды қинап өлтіруден тыйғаны (Мүслім), терісін қолданудан қайтарғаны (Әбу Дәуіт, Тирмизи, Нәсаи) және кейбір ілімді сахабалардың ондай жануарлардың терісін илегеннен кейін де қолдануды, одан киім тігіп кигенді ұнатпағаны (Тирмизи) айтылған. Ал Имам Мұхаммед (Алла оны рақым етсін): «Құндыз тонды киюдің оқасы жоқ. Бірақ оны атақ (мақтану, адамдарды өзіне қарату) үшін киген жақсы емес», – деген («Фәтауа Һиндия, 5/384).\n\nХасан Аманқұл,\n\n«Мұнара» газеті, №17, 2020 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kazhylyk/2020-11-26/34120-kundyz-ton-kiiuge-ruksat-pa/",
    "category": "Халал мен Харам"
  },
  {
    "title": "ЗӘМЗӘМ СУЫ НЕ ҮШІН ҚАСИЕТТІ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-06-27_11.49.03.jpg",
    "content": "Зәмзәм – Ибраһимның (оған Алланың сәлемі болсын) ұлы Исмайылдың (оған Алланың сәлемі болсын) шөлін қандыруы үшін Алла Тағаланың зәмзәм құдығынан шығарған суы. Зәмзәм суының шығу тарихы да осы жерден басталады.\n\nИбраһим (оған Алланың сәлемі болсын) пайғамбар Алланың бұйрығы бойынша әйелі Ажар анамыз бен ұлы Исмайылды шөл далада қалдырады. Біраздан соң сәбидің қарны ашып, шөлдеп жылай бастайды. Ажар анамыз су іздеп, Сафа мен Мәруа төбешіктеріне шығып Аллаға дұға етіп, әрі-бері жеті рет жүгіреді. Сол уақытта Алла Тағала Жәбірейілді (оған Алланың сәлемі болсын) жібереді. Ол зәмзәм құдығының орнын қанатымен ұрады, сол жерден су атқылап шыға бастайды. Осылайша зәмзәм құдығы пайда болады.\n\nБұл құдық қасиетті Мекке қаласында Қағбадан оңтүстік-шығысына қарай қара тасқа (Хажар ул-Асуад) қарама-қарсы орналасқан. Зәмзәм сөзінің бірнеше тілдік мағынасы бар. \n\nБіріншіден, «зәмзәм» сөзі «көп» деген мағынада. Яғни бұл құдықтың суы көп болғандықтан, ол «зәмзәм» деп аталған. Қаншама жылдан бері Қағбаға тауап етіп келген қажылар бұл суды ішіп қана қоймай, еліне алып кетіп жатса да азайған емес. Әрі зәмзәм суы қияметке дейін таусылмайды. Табиғин дәуірінің үлкен ғұламасы Даххақ ибн Музахимнен келген риуаятта: «Қиямет жақындағанда барлық тұщы сулар жерге сіңіп жоқ болады. Тек зәмзәм суы ғана қалады», – деген.\n\nЕкіншіден, «жинал», «тоқта» деген мағынаны білдіреді. Яғни Ажар анамыз жерден тоқтаусыз шығып жатқан суға «зәм, зәм», яғни «тоқта, тоқта» деп қолымен тоқтатуға, жинауға әрекеттенгенде су баяу аға бастаған. Ибн Аббастан (оған Алла разы болсын) келген риуаятта: «Бұлақты Ажар қолымен бүркемелеп тоқтатпағанда, су жайылып, жан жағын алып кетер еді», – деген.\n\nАлла Тағала зәмзәм суына ерекше қасиеттер дарытып, оны басқа сулардан артық етті. Біріншіден, зәмзәм суы – жер бетіндегі жәннат бұлағы. Ибн Аббастан (оған Алла разы болсын) келген риуаятта: «Зәмзәм – жәннат бұлақтарының бір бұлағы», – деген. Екіншіден, әлемдегі ерекше қасиетті су. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Әлемдегі ең жақсы су – зәмзәм суы», – деген. Сондықтан періштелер Пайғамбарымыздың жүрегін осы зәмзәммен бірнеше рет жуып, тазалаған. \n\nҮшіншіден, зәмзәм суы ішкен адамның қарнын тойдырады. Алла елшісінің (оған Алланың салауаты мен сәлемі болсын) тәрбиешісі болған Умму Айман былай дейді: «Пайғамбарымыздың ешуақытта «қарным ашты, шөлдедім» деп айтқанын естімедім. Зәмзәм суын ішіп қайтатын. Ас ұсынылса, «тоқпын» деп жауап беретін», – дейді.\n\nТөртіншіден, зәмзәм суын не мақсатта ішсе, сол орындалады. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Зәмзәмді не мақсатта ішсең, сол болады. Ауруыма ем болсын деп ішсең, Алла Тағала саған шипа береді. Егер жәрдем тілеп ішсең, Алла саған жәрдем береді. Қарныңды тойдыру мақсатында ішсең, Алла сені тойдырады. Шөліңді басу үшін ішсең, Алла шөліңді қандырады», – деген. Имам Нәуауи бұл хадиске берген түсініктемесінде былай деген: «Кім бір қажетімен зәмзәм ішсе, оған жетеді. Ислам ғұламаларының кейбірі тәжірибе жасап, дүниедегі және ақыреттегі қажеттерін ниет етіп ішті. Алла Тағаланың қалауымен сол ниетіне жетті», – дейді. Ибн Хузаймадан (оған Алла разы болсын): «Мұндай білімге қалай жеттің?» – деп сұралғанда: «Зәмзәм суын ішкенде Алладан пайдалы білім сұрадым», – деп жауап берген.\n\nБесіншіден, тойып ішу екіжүзділіктен сақтайды. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Зәмзәм суын қанғанша тойып ішу екіжүзділіктен сақтайды», – деген. Басқа хадисте: «Бізбен екіжүзділердің арасындағы белгі – олар зәмзәм суын тойғанша іше алмайды», – деген. Зәмзәм суымен дәрет алуға, ғұсыл құйынуға болады. Ал оны іш дәрет алуға, нәжісті кетіруге қолдануға болмайды.\n\nМедет ҚҰРМАШҰЛЫ\n\n«Иман» журналы, №6, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2023-07-04/42441-zmzm-suy-ne-ushin-kasietti/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "«ҚАРА КАССА» ОЙНАП ҰМРАҒА БАРУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/IMG-20231012-WA0015.jpg",
    "content": "Қазіргі таңда ұмра сапарына барудың жаңа бір тәсілі пайда болды. Яғни, бірнеше адам «қара касса» ойнап, араларынан кезекпен бір адамды ай сайын ұмраға жіберіп отырады.\n\nМәселен, он кісі бірігіп, әр айда біреуін ұмраға жіберу мақсатында «черная» касса» ойнайды. Ұмра сапарының қаражаты 700 мың теңге болса, әрбірі сапарға шығатын адамға 70 мың теңгеден жинап беруге келіседі. Солайша белгілі уақыт ішінде он адамның барлығы ұмраны орындап қайтады. Ал ұмраға баратын адамды олар құра тастап анықтаулары мүмкін.\n\nКейбір ғалымдар мұндай жолмен ұмраға баруды сүннет де, мұстахап да емес деп санайды. Яғни, жалпы айтқанда, бұлай істемеген жақсырақ, дейді. Себебі, ұмраға алдын барып келген адам кейін баратын адамдардың ақшасын қайтарады. Демек ол адам ұмраға қарыз алып барып келген болып тұр. Бұл іс – мәкруһ. Өйткені, «Алла Тағала ешбір адамға шамасы келмейтін міндетті жүктемейді» («Бақара» сүресі, 286-аят). Шамасы келмейтін адамның қажылық пен ұмра ғибадатын орындауы да міндет емес.\n\nАлла Тағала Құранда: «Жақсылық және тақуалық жолында бір-біріңе жәрдемші болыңдар», – деп бұйырады («Маида» сүресі, 2-аят). Бұл аяттан үйлену, үй салу, қарызды өтеу және басқа қажетті істерге жәрдемдесу керекті түсініледі.  Ал, қарыз алып ұмраға баруды жәрдем деп нақты айту қиын.\n\nШариғатымызда қажетті істерге және қатты қиналған жағдайда ғана қарыз алуға бұйырылады. Ал, ұмра ғибадаты міндеттелген құлшылыққа жатпайды. Сондықтан ұмра сапарына баратын адам мүмкіндік болса, қарызданбауы керек. \n\nХасан АМАНҚҰЛ\n\n«Мұнара» газеті, №4, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2023-10-12/43048-qara-kassa-oinap-umraga-baruga-bola-ma/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "ҚАҒБАНЫҢ ІШІНДЕ НЕ БАР?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-06-27_12.09.17.jpg",
    "content": "Қағба – адам баласының құлшылық етуі үшін тұрғызылған ең алғашқы ғибадат үйі әрі иісі мұсылманның құбыласы. Ол қасиетті Мекке қаласында орналасқан. Қағба – текше пішінді ғимарат. Арабтар текше пішінді үйді «Қағба» деп атайды.\n\nБиіктігі – 15 метр, аумағы – 180 шаршы метр. Оның төрт бұрышы бар: қара тас тұрған бұрышы, Ирак, Шам және Йемен бұрышы. Қағбаның ішінде не бары көпке жұмбақ. Бір ғасыр бұрын бұл сұрақ қойылмайтын. Себебі кез келген адам Қағбаға кіре алатын. Алайда қажылыққа келушілер санының артуына және басқа да факторларға байланысты оның есігі тазалау үшін ғана жылына екі рет ашылатын болды. 2016 жылы Сауд Арабиясы мемлекеті оның бір рет Мұхаррам айында жуылатынын жариялады. Сондай-ақ Сауд Арабиясы Корольдігінің рұқсатымен жоғары лауазымды тұлғалар мен ерекше қонақтар үшін де ашылады.\n\nАлдымен Қағбаның есігінен бастасақ. Қағбаның есігі қара тас тұрған бұрышқа жақын. Шамамен 2 метр биікте орналасқандықтан, баспалдақ арқылы көтеріледі. Есікте жасаған шебердің қолтаңбасы бар. Есікті әшекейлеуге 280 келі алтын қолданылған. Әлемдегі ең қымбат есік – осы Қағбаның есігі. Қағбаның кілті Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) кезінен бастап Бани Шәйба отбасында сақталып келеді.\n\nҚағбаның ішіне кіргенде хош иіс шығып тұрады. Өйткені оны тазалағаннан кейін көп мөлшерде хош иісті әтірлер себіліп, сүртіледі. Еденіне ақ мәрмәр тақталар төселген. Жоғары жағында түсі мен төселуі жағынан ерекше бір тұс бар. Бұл – мұсылмандар Меккені алғаннан кейін Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) намаз оқыған жері. \n\nҚабырғасының астыңғы бөлігі – ақ мәрмәрмен, ал есік үстіндегі бөлігі мен төбесі күміспен Құран аяттары жазылған жасыл жібек матамен қапталған. Қабырғаларына он тақтайша ілінген. Ол тақтайшаларда Қағбаны салуға, жөндеуге қатысқан билеушілердің есімдері жазылған.\n\nҚағбаның төбесін үш қоңыр түсті бағана ұстап тұр. Бұл бағаналар ағаштың ең берік түрінен жасалғандықтан, шамамен 1350 жыл бойы бұзылмаған. Оны кезінде Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сахабасы Абдулла ибн Зубайр салған екен. Бағандардың арасына алтын жалатылған арқан байланған, онда күміс, мыстан жасалған көптеген көне шамдар мен дұғалары бар әртүрлі ыдыстар орналасқан. Қағбаның оң жағында «тәубе» деп аталатын есігі бар. Ол есік арқылы Қағбаның төбесіне шығатын баспалдақ бар. Мешіт қызметкерлері Қағбаның жабындысын ауыстыру үшін осы баспалдақпен көтеріледі. \n\nҚағбаның кіреберісіндегі екі бағананың арасында орташа өлшемді ағаштан жасалған үстел бар. Үстелдің тартпаларында Қағбаға себілетін әтірлер және басқа керек-жарақтар сақталады.\n\nМедет ҚҰРМАШҰЛЫ\n\n«Иман» журналы, №6, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2023-06-27/42440-kagbanyn-ishinde-ne-bar/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "ҚАЙ УАҚЫТТА ЗЕКЕТ БЕРУГЕ БОЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-06-14_at_14.43.40.jpeg",
    "content": "Ислам дінінде балиғатқа толған, ақыл-есі дұрыс,қарызы мен қажеттілігінен артық өсімді мал-дүниесі (ақша, алтын, күміс, сауда заттары және жайылымдағы төрт-түлік малы) нисап мөлшеріне жетіп, сол нисапқа бір жыл бойы иелік еткен мұсылманның мал-мүлкінен зекет беруі – парыз (Фатху бабил ғиная, 2 том, 5-7 беттер).\n\nТөмендегі шарттар табылған жағдайда зекет беру парыз болады.\n\nБіріншіден, мал-дүниесі нисап мөлшеріне жету керек. Нисап деген –зекетті парыз ететін белгілі байлық мөлшері. Қазақстан мұсылмандары діни басқармасының пәтуасы бойынша, нисап мөлшері 85 грамм алтынның бағасымен есептелінеді. Оның құны Ұлттық банк бекіткен алтынның 585 сынамасымен анықталады. Бүгінде ол шамамен 1 млн 285 мың теңгені құрайды.\n\nМал-дүниесі нисапқа жеткен адам бай атанады. Адамның күнделікті ішіп-жейтін тамағы, киетін киім-кешегі, тұратын үй-жайы, мініс көлігі, сауын сиыры, оқитын кітаптары, қолданатын ыдыс-табағы мен тұрмыстық құрал-саймандары қажеттілік саналады. \n\nЕкіншіден, нисап мөлшеріне жеткен мал-дүние бір жыл айналымда, яғни зекет берушінің иелігінде болуы шарт. Мұндағы мезгіл мұсылман күнтізбесі, яғни қамари жыл санауы бойынша есептеледі. Мысалы, өткен Рамазан айынан биылғы Рамазан айына дейінгі уақыт бір жыл саналады. Бір жылға толмаған мал-дүниеден зекет беру міндет емес.\n\nҮшіншіден, нисапқа жеткен және бір жыл толған мал-мүлік иесінің қолында, оны кедергісіз жұмсай алатын болуы тиіс. Жоғалтқан немесе біреуден ала алмай жүрген малдан зекет берілмейді. \n\nБіреуден алған қарыз және аманат малынан зекет берілмейді. Біреуге берген қарыз өзінің мал-дүниесі болып саналады. Сенімді адамға қарыз беріп, қалаған уақытта оны қайтарып алуға шамасы жетсе, ондай қарыздан да зекет беріледі.\n\nТөртіншіден, зекет берілетін мал-мүлікте иесінің сауда ниеті болуы керек. Яғни сатуды, одан материалдық пайда табуды көздеген адам сол нәрседен зекет береді. Егер сату ниеті болмаса, заттың құны қанша қымбат болса да, одан зекет берілмейді. Мәселен, жалға берілген үйі немесе өнім өндіретін зауыты және ондағы қымбат жабдық, құрал-сайманнан зекет берілмейді. Одан алынған жалгерлік ақыдан және түскен пайдадан ғана зекет береді.\n\nДайындаған Хасан Аманқұл",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2022-06-14/39600-kai-uakytta-zeket-beruge-bolady/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "ЗЕЙНЕТАҚЫ ЖАРНАСЫНАН ЗЕКЕТ БЕРІЛЕ МЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-05-11_at_17.07.22.jpeg",
    "content": "Қазақстанның қолданыстағы зейнетақы жүйесі көпдеңгейлі болып есептеледі. Бірінші деңгей мемлекеттік бюджет қаражаты есебінен зейнетақы төлемдерін (ортақ және базалық зейнетақы төлемдері) қамтиды.\n\nЕкінші деңгей қызметкерлердің 10% міндетті зейнетақы жарналарын және жұмыс берушілердің зиянды жағдайда еңбек ететін қызметкерлерінің табысынан 5% көлеміндегі міндетті кәсіптік зейнетақы жарналарын қамтитын міндетті жинақтаушы жүйені білдіреді.\n\nҮшінші деңгей – ерікті зейнетақы жарналары есебінен зейнетақы төлемдері қамтылатын ерікті жинақтаушы жүйе.\n\nНегізінде зекет берілетін мал-дүние «толық мүлік» болуы шарт. Яғни зекет берушінің сол дүниеге иелік етуі, өз еркімен жұмсай алуы және қолында болуы міндет. Құран Кәрімде: «Олардың дүние-мүлкінен зекет, садақа ал» («Тәубе» сүресі, 103-аят), «Олардың қолындағы мал-пұлдарында садақа тілеген міскіндер мен садақадан мақұрым қалған кедейлердің де ақысы бар» («Зәрият» сүресі, 19-аят), – делінген. Сондай-ақ, Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Алла Тағала оларға мал-мүлкінен зекетті парыз етіп, байлардан алып кедейлерге беруді бұйырды», – деген (Нәсаи). Сондықтан шариғат зейнетақы қорында жиналған ақшадан зекет беруді міндеттемейді. Себебі заңда көрсетілген кейбір жағдайларды есепке алмағанда, Қазақстан азаматының өз есепшотындағы қаржысын мезгілінен бұрын алуы заңмен шектелген.\n\nХанафи мәзһабы бойынша өткен күндер үшін мүлдем зекет берілмейді. Қолына тиген күннен бастап зекет есептелінеді делінген («Фатху бабил ғиная», 2/9).\n\nХазіреті Әли (Алла оған разы болсын): «Димар (толық иелік етпеген, қолында жоқ) мал-мүліктен зекет берілмейді», – деген. Себебі, зекеті берілетін мал-дүниеде өсу қабілеті болу керек. Ал өз еркімен жұмсай алмайтын мал-мүлікте өсу қабілеті болмайды («Һидая», 2/159). Демек зейнетақы қорында жиналған қаржыдан ешкім зекет беруге бұйырылмайды. Мерзімі жетіп немесе басқа себептермен зейнетақы қорынан қолына тиген ақшадан ғана зекет беріледі. Ақшаның қорда жатқан күндері үшін зекет алынбайды.\n\nДайындаған Хасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2022-05-12/39525-zeinetaky-zharnasynan-zeket-berile-me/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "ЗЕКЕТТІ МЕШІТ ШЫҒЫНДАРЫНА ҚОЛДАНУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-09-20_at_16.55.28.jpeg",
    "content": "Зекеттің қасиетті Құранда сегіз орынға берілетіндігі жайында былай деп айтылған: «Ақиқатында, (парыз етілген) садақалар (зекет малы) кедейлерге, (ештеңесі жоқ) міскіндерге, сол үшін жұмыс істейтіндерге (зекет жинаушыларға), жүректері (Исламға) бұрылғандарға (дінді қабылдауы үміт етілгендерге), құлдарды азат етуге, шығынға (қарызға) батқандарға, Алла жолында жүргендерге және (жолда қалып қойған) жолаушыларға (жұмсалады). Бұл – Алладан (міндеттелген) парыз. Ал Алла – Білуші және Даналық иесі!» («Тәубе» сүресі, 60-аят). \n\nКөпшілік ғалымдар «Алла жолында» деген сөздің мағынасын «жиһад, жорыққа шыққан жауынгер» деп түсіндіреді (Ибн Жәрир әт-Табари, Жәмиғ әл-Баян, 14/320. Құртуби, әл-Жәмиғ ли әхкәми әл-Құран, 8/185. Ибн Араби, Әхкәму әл-Құран, 1/369. Шәукәни, Фәтху әл-қадир, 2/373. Әл-Мәусуғату әл-фиқһия, 23/322). Ханафи мәзһабында бұл санаттағы адам мұқтаж, кедей болуы шарт (Мәрғинәни, әл-һидая, 1/121).\n\n«Әл-Фәтәуә әл-һиндия» атты кітапта: «Әбу Юсуф «Алла жолында» деген сөздің мәнін «Алла жолында күресіп жүрген кедей» деп түсіндірсе, имам Мұхаммед «Жарты жолда қалып қойған қажыға беріледі» дейді. Дұрысы Әбу Юсуфтың пікірі», – делінген (Әл-Фәтәуә әл-һиндия, 1/188). Десе де, зекетті жолда қалған қажыға берсе, парыз мойнынан түседі деген ғалымдар да жоқ емес (Жассас, Әхкәму әл-Құран, 3/156). Демек зекет Құранда аталған сегіз орынға берумен шектеледі. Мешіт соғу т.б. құрылыс нысандары оның құрамына кірмейді. Өйткені зекет – мұқтаж жандардың ақысы. Адам болмысын тіктеу мешіт соғудан жоғары тұрады. Оған қоса зекетті мұқтаж жанның қолына табыстау, иелігіне беру – оның басты шарты. Ал зекетті мешіт құрылысына беру бұл шарттың жүзеге асуына кедергі болады (Бәдаи ас-санаиғ, 2/456). Кейбір ғалымдар «Алла жолында» деген сөз бүкіл ізгі амалды қамтиды. Өйткені ол жалпылама келген. Нақты дәлел болмаса оны бір нәрсемен шектеп қоюға болмайды. Ал бұл мәселеге қатысты нақты дәлел жоқ дейді (Тәфсиру әл-Хазин, 3/13. Тәфсиру әл-Қасими, 8/3181. Тәфсиру әл-Мәрәғи, 10/145. Шейх Мәхлуф, Фәтәуә шәрғия, Абдулхалим Махмуд, әл-ибәдә әхкәмун уә әсрарун, 1/344-345).\n\nФахруддин әр-Рази былай дейді: «Алла жолында» деген сөзді тек соғыспен шектеуге болмайды. Имам Қаффал осы мағынаны қуаттап өзінің тәпсірінде кейбір фақиһтардың: «Зекетті мәйітті кебіндеу, қорған құру, мешіт тұрғызу секілді бүкіл ізгі амалдарға жұмсауға болады. Өйткені «Алла жолында» деген сөз барлығын қамтиды», – деген пікірді келтірген» (Мәфәтиху әл-ғайыб, 6/87).\n\nЗекетті мешітке жұмсау мәселесіне қатысты шейх Мухаммад Шәлтуттен «Зекетті мешіт құрылысына жұмсауға бола ма?» деп сұрағанда былай жауап берген: «Егер бір ауылда ешқандай мешіт болмаса немесе мешіт болып, бірақ оған адамдар сыймай тағы біреуін салуға қажеттілік туындаса, онда зекетті сол мешіт құрылысына жұмсауға болады. Мұнымен ол «Тәубе» сүресіндегі «Алла жолында» деген орынға зекет берген болып саналады. Сондай-ақ ол бір мағынамен шектелмей, мешітті, аурухананы, білім ордасын т.б. жалпы мұсылмандарға пайдасы тиетін ізгі амалдарды қамтиды» (Әл-Фәтәуә әш-Шәлтут, 128-129).\n\nДұрысы «Алла жолында» деген сөз жиһад мағынасын білдіреді. Алайда бұл «жиһад» сөзі тек соғыспен шектелмейді, оның ауқымы кең. Ол діни білім алушыларды да (Ибн Нужайм, әл-Бахру әр-райық, 2/422), Ислам насихатын жеткізушілерді де қамтиды (Ислам фиқһи академиясы, 3-саны, 210).",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2021-09-21/37574-zeketti-meshit-shygyndaryna-koldanuga-bola-ma/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "ҚҰРБАН ШАЛАТЫН АДАМҒА НЕ НӘРСЕ МҰСТАХАП БОЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-07-17_at_12.23.01.jpeg",
    "content": "Құрбандыққа семіз әрі әдемі малды таңдау. Қойдың піштірілген қошқарын, қара ірі мал мен түйенің ұрғашысын бауыздаған абзал[1].Мал иесінің өзі союы немесе жақсы соятын адамға тапсыру. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) қызы Фатиманың атынан құрбандық шалғанда, құрбандықтың алдында тұруды өтінген және бауыздап жатқан малдың бірінші қаны тамған бойда бұрынғы күнәларының кешірілетінін айтқан[2].Малды бауыздап жатқанда дұға оқу. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) айтқан мына дұғаны оқып, бауыздаған жақсырақ:وجهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين إن صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين‏\n\nҒибадатымды жер мен аспанды жаратқан Аллаға шын ықылас етіп, толық мойынсұнып, ниет еттім. Мен Оған ешкімді серік қоспаймын. Менің намазым мен ғибадаттарым, расында, бүкіл әлемнің иесі – Алла Тағала үшін, өмірім мен өлімім де – Оның қалауында. Оның серігі жоқ. Мен соған бұйырылдым. Мен мұсылмандарданмын[3].\n\nҚұрбандық малды қинамай, алдын ала дайындалған өткір пышақпен жеңіл түрде бауыздау керек.Малды өтпейтін пышақпен қинап сою – мәкруһ. Малдың жаны бойынан толық шығып болғанға дейін оның терісін сыпыруға болмайды.\n\nАйт күні таңертең тамақ ішпей, сойылған құрбандық етімен ауыз ашу – сүннет.",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2021-07-19/37024-kurban-shalatyn-adamga-ne-nrse-mustakhap-bolady/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "БІРЕУГЕ ТАПСЫРЫС БЕРІП ҚҰРБАН ШАЛУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-07-17_at_12.22.45.jpeg",
    "content": "Шариғат бойынша бір адам өзінің атынан басқа бір адамды белгілі бір іске уәкіл ете алады. Өйткені, адам баласы кейбір жағдайларда бір істі орындауға жарамай қалуы мүмкін. Сонда біреудің көмегіне жүгінеді, яғни, сол істі оған тапсырады, оны өзінің атынан уәкіл етеді[1].\n\nБұған Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) Хаким ибн Хизамға (одан Алла разы болсын) құрбандық сатып алуға тапсырыс берген оқиғасы дәлел.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) Хаким ибн Хизамға бір динар беріп, оны құрбандық малын сатып алуға жібереді. Әлгі сахаба бір динарға құрбандық малын сатып алады. Сосын оны екі динарға сатып жібереді. Сөйтіп, қайтады да, бір динарға құрбандық малын сатып алады. Артық бір динарды Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) әкеп береді. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) әлгі бір динарды садақа етеді де, сахабаның саудасына береке тілейді[2].\n\nСондықтан, құрбандықты үйінен шықпай біреу арқылы орындауға  да болады. Яғни, құрбан шалуға ниет еткен адам өзіне бір сенімді адамды уәкіл етіп тағайындайды да оған құрбандықтың ақшасын беріп, малды сатып алуды, бауыздауды, етін бөлшектеп таратуды тапсыра алады. Шариғатта бұл қарым-қатынас «уакалат» деп аталады. Бүгінгі карантин жағдайында көпшіліктің осы тәсілмен құрбан шалуы тиімді әрі қолайлы.\n\nҚұрбандыққа тапсырыс беру, оны тіркеу, керекті мәліметтер және хабарламалармен бөлісу онлайн түрінде жүріп жатқаны үшін ол «онлайн-құрбандық» деп те аталуда.\n\nҚМДБ Шариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2021-07-18/37004-bireuge-tapsyrys-berip-kurban-shaluga-bola-ma/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "МАРҚҰМНЫҢ АТЫНАН ҚҰРБАН ШАЛУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/IMG-20210717-WA0007.jpg",
    "content": "Дүниеден озған адамның (марқұмның) атынан сауап ниетінде құрбан шалуға болады. Бірақ, мойнына құрбан шалу уәжіп болған кісі ең әуелі өз атынан құрбандық шалуға тиісті.\n\nӘли (Алла оған разы болсын) біреуін өзі үшін, екіншісін Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) атап екі құрбандық шалған. Бұның себебін сұраған кісілерге ол:\n\nإن رسول اللَّه صلَّى اللَّه عليه وسلَّم أوصاني أن أضحّي عنه فأنا أضَحّي عنه \n\n«Алланың елшісі (оған Алланың салауаты мен сәлемі болсын) кеудемде жаным бар кезде Өзі үшін құрбандық шалуымды өсиет еткен»[1], – деп жауап берген.\n\nӨлген адам үшін құрбан шалғысы келген адам оны құрбан айт күндері орындауы шарт. Құрбандық етінен құрбан шалған адамның өзі де, басқалар да жесе болады.\n\nЕгер құрбан шалуды қайтыс болған адам өсиет етсе, құрбандық етін оның мұрагерлері жей алмайды. Құрбандықты түгелдей кедей мен мұқтаждарға таратып беру керек.\n\nҚМДБ Шариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2021-07-17/37003-markumnyn-atynan-kurban-shaluga-bola-ma/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "БУАЗ МАЛДЫ СОЮҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-07-16_at_09.50.47.jpeg",
    "content": "Алла Тағала жер бетіндегі барлық нәрсені адамзаттың пайдасы үшін жаратты. Ол туралы Құранда:\n\nهُوَ الَّذِي خَلَقَ لَكُم مَّا فِي الْأَرْضِ جَمِيعًا\n\n«Ол (Алла) жердегі нәрселердің бәрін сендер (адамдар) үшін жаратты»[1]-дейді. Адам баласы жаратылғалы мал мен жануарлардың етін жеп күнелтеді.\n\nӘбу Сайд әл-Худури былай дейді: «Пайғамбарымыздан (оған Алланың салауаты мен сәлемі болсын) «Уа, Алла Елшісі! Біз түйені, сиырды және қойды бауыздағанымызда ішінен баласы шығып жатады. Оны жей берсек бола ма, әлде лақтырып жібереміз бе?» - деп сұрағанымызда Ол: «Қаласаңдар оны жеңдер, өйткені анасының бауыздалуы оның бауыздалуы»[2], - деп жауап берді.\n\nХадисте айтылғандай, буаз малды союға рұқсат. Алайда төлдеуіне жақын қалған буаз малды сою – мәкруһ[3]. Шариғат Қоғамның немесе жеке тұлғаның қажеттілігі болмаса, себепсіз үй жануарларын союға, жабайы аңдарды аулау мен атуға, ағаштарды орынсыз кесуге рұқсат етпейді.\n\nИбн Рушд: «Көпшіліктің пайдасына жарап жатқан буаз түйені, жер жыртатын сиырды және сауынды қойды союға болмайды»[4] - дейді.\n\nБуаз мал сойылған жағдайда оның ішінен шыққан төлін жеудің үкімі екіге бөліп қарастырылады:\n\n1) Жұмһур ғұламалардың көзқарасы бойынша жан берілмей (яғни ұйыған қан, кесек ет) немесе жаратылысы толық жаратылмаған төлді жеуге болмайды. Өйткені ол өлексе саналады.\n\n2) Жан беріліп, толық жаратылыс күйінде шыққан төлге қатысты бірнеше пікір бар:\n- Толық тірі туылса, оны сою керек. Егер соймай жатып өліп кетсе, ол өлексе болып саналады.\n- Анасын бауыздамай жатып ішіндегі төлі өлгені белгілі болса, оны жеуге болмайды.\n- Буаз мал бауыздалып, ішінен төлі өлі шықса, оның қай сәтте өлгені белгісіз болғандықтан, басым көзқарас бойынша анасының бауыздалуымен өлді деген тұжырым жасалады. Дегенмен бұл мәселеде ғұламалар арасында пікір қайшылығы орын алған. Сахабалардың басым бөлігі және имам Мәлик, имам Шафиғи, имам Ханбал, имам Әбу Юсуф, имам Мухаммед ондай төлді жеуге рұқсат берген. Олар Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын): «Анасының бауыздалуы оның да бауыздалуы», - хадисін дәлелге алып, анасын бауыздау оның төлін бауыздаумен бірдей деген.\n\nИмам Әбу Ханифа, Зуфар, Хасан ибн Зияд болса, ондай төлді жеуге болмайды деп, мына аятты алға тартқан:\n\nحُرِّمَتْ عَلَيْكُمُ الْمَيْتَةُ\n\n«Сендерге өлексе харам етілді»[5]. Аталмыш ғалымдардың ұстанымы бойынша буаз малды бауыздағаннан кейін ішінен шыққан төл тірі болмаса, ол өлексе болып саналады. Себебі іштегі төлдің тіршілігі дербес келеді. Өйткені ол анасы өлгенен кейін де тірі қала беруі мүмкін. Сондықтан ол жеке бауыздалады дейді[6]. \n\nҚорыта айтқанда, буаз малды союға рұқсат етіледі. Тек төлдеуге жақын қалған уақытта бауыздау – мәкруһ. Бауыздалған малдың төлі тірі шықса, оны бауыздап жеуге болады. Ал өлі туылса жеуге болмайды. Сонымен қатар, құрбандыққа шалынған буаз малдың ішінен шыққан төлі тірі болса, оны анасы секілді бауыздап, еті таратылады. Алайда оны бауыздамай, тіпті құрбан шалу уақыты өтіп кетсе тірідей садақа етіледі[7]. Дегенмен, құрбандыққа буаз малды таңдамаған дұрыс.\n\nШариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/oraza/2021-07-16/36989-buaz-maldy-soiuga-bola-ma/",
    "category": "Зекет пен Қажылық"
  },
  {
    "title": "НЕГЕ АЛДЫМЕН АНАҒА ЖАҚСЫЛЫҚ ЖАСАЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-05-17_16.20.08.jpg",
    "content": "Ислам діні ата-ананы құрметтеуді бұйырады. Бұл туралы Алла Тағала Құранда: «Біз адам баласына ата-анасына барынша жақсылық жасауды бұйырдық. Анасы оны қинала жүріп (бірнеше ай) көтерді және қинала босанды. Оның ана құрсағында жатуы мен емшектен шығуы (ең кемінде) отыз айға созылады», – деп баяндады («Ахқаф» сүресі, 15-аят).\n\nБұл аятта ата-анаға, әсіресе анаға жақсылық жасаудың себебі анық көрсетілген. Яғни ана тоғыз ай баласын көтереді, оны қиналып туады, сосын сәбидің аузы тамаққа тигенше емізеді. Әлбетте мұның бәрі оңай жұмыс емес. Дегенмен ана өзінің мейірімділігі, сабырлығы және батылдығымен оны әдемі түрде сөзсіз орындап шығады.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) өзінің хадистерінде ананы ерекше құрметтеу туралы айтып өткен. Бірде Алла елшісінің алдына бір адам келіп: «Кімге жақсылық жасайын?» – деп сұрайды. Ол: «Анаңа жақсылық жаса», – дейді. Әлгі кісі екінші рет сұрағанда да, Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Анаңа», – дейді. Үшінші мәрте сұрағанда да: «Анаңа», – деп жауап береді. Төртіншісінде ғана: «Әкеңе», – деп айтады (Бұхари, Мүслим).\n\nНеге ананы алдымен, әкені кейін айтты? Мұны ғалымдарымыз былай түсіндіреді: «Перзенттің дүниеге келуі, оны кішкентайынан тамақтандырып, тәрбиелеп өсіру барысында әкеге қарағанда ананың қызметі жоғары байқалады. Баланың пайда болуына ата-ана екеуі себеп болса да, әке оны көп сезіне бермейді. Ал ана оны тоғыз ай бойы құрсағында алып жүреді. Жүктілік себебінен әлсізденеді, жүрегі айнып басы айналады. Шарананы көтеріп жүрумен қатар денесі арқылы оны азықтандырады және басқа да қиындықтарды басынан өткізеді. Сосын перзенттің дүниеге келуі де аналар үшін үлкен емтихан. Ажалдың аузында тұрып, бала тууға разы болғаны, міне осы кезде білінеді. Бала туғаннан кейін де әке нәпақа тауып берумен ғана шектеледі. Ал баланы емізу, оған тамақ беру, жуындыру, жылағанда жұбату, түн ұйқысын төрт бөлу секілді өте көп ауыр істерді аналар орындайды. Сол себепті аналарды ұлықтап әкелерден жоғары қойып Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) үш мәрте «Анаңа жақсылық жаса» дегеннен кейін, төртіншісінде ғана «Әкеңе жақсылық жаса» деп айтқан». Сондықтан Ислам діні аналарға жоғары деңгейде құрмет көрсетуді бұйырады.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №5, 2023 жыл ",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2023-09-12/42143-nege-aldymen-anaga-zhaksylyk-zhasalady/",
    "category": "Отбасы"
  },
  {
    "title": "САФАР АЙЫНДА ТОЙ ЖАСАУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-08-21_09.44.20.jpg",
    "content": "Кейбір адамдардың «сафар айында үйленуге, той жасауға, алыс жолға шығуға болмайды» деген сөздерін жиі естіп қаламыз. Олардың айтуынша, мұндай істер соңында сәтсіздікке ұшырауы мүмкін екен. \n\nШариғатымызда «сафар айында той жасауға болмайды» деген үкім жоқ. Сондай-ақ діни дереккөздерде сафар айының қасиетсіз ай екені туралы мағлұмат кездеспейді. Қайта Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Ауру жұқпайды, байқұстың зияны жоқ, жұлдыз сөнуде қауіп-қатер жоқ және сафар айында ешқандай ырым жоқ», – деп айтты (Мүслим, Әбу Дәуіт).\n\nАлла Тағала Құранда: «Басқа келген әр жамандық Алланың рұқсатымен ғана болады», – деді («Тағабун» сүресі, 11-аят). Сондықтан тағдырға иман келтірген мұсылман адам өмірдегі жақсылық пен жамандықтың барлығы Алла Тағаланың қалауымен болатынына сенеді. \n\nДінімізде негізі жоқ бос ырымдарға ермейді. Керісінше Ислам тарихында бұл айда түрлі өнегелі жұмыстар жүзеге асты, мұсылмандар бұл айды «сафарул-хайр» (хайырлы сафар) деп атады. Бұл ай көптеген хайырлы, ізгі істердің бастамасына себеп болды. Мысалы, Мәдина қаласындағы Пайғамбар мешітінің құрылысы бірінші һижри жылдың сафар айында басталды. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) дәл осы айда сапарға аттанып, Хайбар қамалын фатх етті (жеңіп алды). Пайғамбарымыз дәл осы айда Хадиша анамызға үйленді, екінші һижри жылдың сафар айында өзінің сүйікті қызы Фатима анамызды хазіреті Әлиге (Алла оған разы болсын) ұзатты.\n\nАлайда әрбір күн Алла Тағаланың күні болып есептеледі. Онда жақсылық та, жамандық та жазылған болуы мүмкін. Расында адам баласының ғибадат етіп, сауапты істермен өткізген күндері мен айлары құтты әрі жеңісті болмақ. Ал күнә мен жамандық істеген күндері ол үшін зая әрі сәтсіз болып қалмақ.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №18, 2021 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2023-08-21/42653-safar-aiynda-toi-zhasauga-bola-ma/",
    "category": "Отбасы"
  },
  {
    "title": "АЛИМЕНТ ТӨЛЕУДІҢ ДІНДЕГІ ҮКІМІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-06-13_11.35.37.jpg",
    "content": "Алимент дегеніміз – бір адам оны алуға құқығы бар екінші адамға беруге міндетті ақшалай немесе материалдық қаражат. Алименттің көп таралғаны – баланы асырауға төленетін төлемдер. Шариғатымызда алимент деген түсінік болмағанымен нәпақамен қамтамасыз ету ұғымы бар. Яғни отағасының жауапкершілігіндегі жандарды қажетті нәрселермен (азық-түлік, дәрі-дәрмек, киім-кешек, баспана т.б.) қамтамасыз ету.\n\nКішкентай балалардың нәпақасы белгілі бір жасқа жеткенге дейін әкеге жүктеледі. Нәпақаға баланың тамағы, киімі, ауырса емдетуі секілді шығындар жатады. Тіпті кәмелет жасына жетіп, оқуы немесе мүгедек болуы себепті жұмыс істеуге мүмкіндігі болмаса, әкесі баласын нәпақамен қамтамасыз етуі керек. Ал қыз баланы тұрмысқа шыққанға дейін бағып-қағады. \n\nӘкесі ажырасып кетсе де баласының алдындағы жауапкершілік пен міндеттен босамайды. Ғиддат мерзімі аяқталғанға дейін әйеліне, белгілі бір жасқа жеткенге дейін балаларына нәпақа беріп отырады. Алла Тағала бұл жайында: «Бала емізетін аналарды ас-ауқат және киім-кешекпен Қоғамдағы ғұрыпқа сай жақсылап қамтамасыз ету – бала әкесінің міндеті. Ешкімге шамасынан тыс міндет жүктелмейді», – деген («Бақара»\n\nсүресі, 233-аят).\n\nИмам ибн Мунзир: «Әкенің кішкентай балаларына нәпақасын беруге тиіс екенін бүкіл ғалымдар бірауыздан қолдаған. Өйткені бала – адамның бауыр еті. Өзінің тәнін азықтандыруы тиіс болғанындай, баласын да тамақтандыру – оған міндет», – деген. \n\nӘкесінің жұмыс істеуге шамасы жетіп тұрса, балаларының нәпақасы оның мойнында болады. Нәпақаны әр әке жағдайына қарап береді. Алла Тағала Құранда: «Ауқатты адам (қолына қараған әйел, бала-шағасына) ауқатына қарай (мол) нәпақа берсін. Ал ризық-несібесі шектеулі болған адам Алланың өзіне нәсіп еткен жағдайына қарай нәпақа берсін», – деген («Талақ» сүресі, 7-аят).\n\nӘрбір ата-ана балаға жауапты, перзент оларға аманат. Ардақты Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Бәрің де бақташысыңдар, бәрің де қоластындағыларға жауаптысыңдар. Әмірші – адамдарға бақташы, өзінің қоластындағыларға жауапты. Ер адам – отбасына бақташы, өзінің қоластындағыларға жауапты. Әйел – күйеуінің үйіне және баласына бақташы әрі соларға жауапты», – деген. Сондықтан ажырасқан күнде де әкенің балаларын асырап, бағуы (алимент төлеуі) оған жақсы тәрбие беруі шариғат бойынша міндет. Оны төлеуден қашу, табысын жасырып, аз мөлшерде төлеу – күнә. Ер адамдар осы күнәсі үшін бұл дүниеде заң ал-\n\nдында, ақыретте Алла алдында жауап береді.\n\nМедет ҚҰРМАШҰЛЫ,\n\n«Иман» журналы, №2, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2023-06-18/42196-aliment-toleudin-dindegi-ukimi-kandai/",
    "category": "Отбасы"
  },
  {
    "title": "МӘҺРДІҢ МӨЛШЕРІ БАР МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2023-03-02_at_12.47.35.jpeg",
    "content": "Шариғатымызда ерлі-зайыптылардың бір-бірінде ақысы бар. Олар әйелдің ері, ерінің әйелі алдындағы және екеуіне ортақ ақылар болып бөлінеді.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) қоштасу қажылығында: «Шын мәнінде, әйелдерiңнiң сендердiң алдында және сендердiң әйелдерiңнiң алдында тиiстi мiндеттерiң бар», – деген. Соның  бірі – мәһр. Яғни қалыңдық неке қияр алдында күйеуінен мәһр талап етуге құқылы.\n\nИслам діні бойынша ер адамның әйеліне мәһр беруі – уәжіп. Бірақ ол некенің шартына кірмейді, яғни мәһр берілмей қиылған неке дұрыс болып саналады. Ол туралы Мұхаммад Әбу Заһра өзінің «Әл-ахуалу әш-шахсия» кітабында: «Мәһр – күйеуінің мойнына жүктелген әйелдің алатын ақысы. Ол үйлену келісімінің бір үкімі немесе нәтижесі ретінде қаралады. Некенің дұрыс болу шарты емес. Сол үшін мәһірі аталмай қиылған неке дұрыс саналады. Бірақ некені қиған сәтте мәһр беру міндеті жүктеледі. Тіпті ерлі-зайыптылар мәһр бермеуге келіскен болса да, оны күйеуі беруі тиіс.\n\nНеке қиып жатқан сәтте мәһрді атап өту – сүннет. Өйткені неке қию барысында оны атап өту нәпсіге жақсырақ әрі талас-тартыстан алшақтатады. Мәһрді неке уақытында және кешіктіріп беруге де, сонымен қатар бөліп төлеуге де рұқсат. Ханафи мәзһабы бойынша мәһр заттай не ақшалай берілуі керек. Арты дауға ұласпауы үшін заттың түрі, құны секілді ерекшеліктері нақтылануы тиіс.\n\nМәһрдің ең жоғарғы өлшеміне ешқандай шектеу қойылмаған. Алла Тағала «Ниса» сүресінің 20-аятында: «Олардың біріне мол мәһір берген болсаңдар, одан ештеңе де қайтарып алмаңдар», – дейді. Ал мәһрдің ең аз мөлшері – Ханафи мәзһабы бойынша он дирхам. Сахабалар өмір сүрген заманда 10 дирхам бір алтын динарға тең болған. Ал бір динардың салмағы 4,25 граммды құраған.\n\nҚМДБ Ғұламалар кеңесінде мәһрдің ең аз мөлшері 4,25 грамм алтынмен есептелетіні жайлы пәтуа қабылданды. Мәһрдің құны аталмыш мөлшерден төмен белгіленген жағдайда, оны сол мөлшерге толтыру керек.\n\nИслам – жеңіл дін. Алла Тағала мұсылмандардан оның жеңілдігін пайдалануды қалайды. Сондықтан мәһрдің мөлшерін ер азаматтың материалдық мүмкіндігіне қарап, отбасының әлеуметтік жағдайын ескере отырып айтқан жөн. Өйткені мәһр күйеуді қарызға батыратындай көп немесе қыздың көңілін қалдыратындай аз болмауы керек. Мәһрді бірден беруге шамасы жетпесе, оның бір бөлігін алдын ала (мәһр муғажжәл) беріп, қалғанын кейін (мәһр муәжжәл) бере алады. Ибн Хиббан келтірген хадисте Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Әйелдердің ең жақсысы – мәһрі аз болғаны», – деген.\n\nМедет ҚҰРМАШҰЛЫ,\n\n«Иман» журналы, №1, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2023-03-02/41556-mhrdin-molsheri-bar-ma/",
    "category": "Отбасы"
  },
  {
    "title": "ИСЛАМ ДІНІ ФЕМИНИЗМДІ ҚОЛДАЙ МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-02-08_at_17.34.22.jpeg",
    "content": "Феминизмнің басты мақсаты – Қоғамның бүкіл саласында әйелдерге еркектермен тең мүмкіншілік орнату. Алайда адам баласы ер және әйел болып екі жынысқа бөлінетінін ескерсек, олар биологиялық және психологиялық тұрғыдан, сондай-ақ басқа белгілермен бір-бірінен ажыралып тұратынын түсінеміз.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) ерлі-зайыптылық қатынасты: «Шынында әйелдер – еркектердің жан жолдасы, өмірлік серігі», – деп түсіндірген (Әбу Дәуіт, Термизи). Ислам діні ер мен әйелдің қарым-қатынасын теңдік, әділдік және ихсан ретінде қарастырған. Мұндағы әділдік пен ихсан дәрежелері теңдік санатынан жоғары тұрады. Әйткенмен Ислам діні төмендегі жағдайларда ер мен әйелдің құқығын теңестірген:\n\nАдам тұрғысынан теңдік. Алла Тағала Құранда: «Уа, адамдар! Бәріңді бір жаннан (бір кісіден) жаратқан һәм одан (болмыс бітімі өзіне ұқсайтын) жұбын жаратып, ол екеуінен көптеген ерлер мен әйелдерді өрбітіп, жер бетіне таратқан Раббыларыңа қарсы келуден сақтаныңдар», – деп баяндаған («Ниса» сүресі, 1-аят).Діни міндеттегі теңдік. Құран Кәрімде: «Мүмін ерлер мен мүмін әйелдер – бір-біріне шын жанашыр дос. Олар елге ізгілікті, жақсылық жасауды бұйырып, жамандық атаулыдан тыяды. Намазды кемеліне жеткізіп, үзбей әрі уақытылы оқиды, зекетті толық береді және Аллаға, пайғамбарына әрдайым бағынады», – делінген («Тәубе» сүресі, 71-аят).Дүниеде және ақыретте сауап мен күнәдағы теңдік. Алла Тағала: «Мейлі ер болсын, әйел болсын, кімде-кім мүмін ретінде сауапты да игілікті істер атқарса, Біз оған міндетті түрде пәк әрі жақсы өмір сыйлаймыз. Сондай-ақ оларды дүниеде істеген ең игі, ең жақсы істерін ескере отырып, сый-сияпатқа бөлейміз», сондай-ақ «Мейлі ер, мейлі әйел болсын, ұрлық жасағандарға келсек, өз қолымен істеген қылмысы үшін Алла тарапынан белгіленген һәм өзге адамдарға сабақ болатын жаза ретінде қолын шабыңдар» – деп бұйырған («Нахыл» сүресі, 97-аят).Мал-мүліктік қатынастағы теңдік. Алла Тағала Құранда: «Ата-ана мен ет жақын туыстардан қалған мұрадан мирасқор ер адамдардың алар үлесі болғаны сияқты, ата-ана мен ет жақын туыстардан қалған мұра мейлі аз болсын, яки көп болсын, одан мирасқор әйелдердің де алар үлесі бар», – деген («Ниса» сүресі, 7-аят).Отбасылық, тұрмыстық және мәдени-рухани құқықтар мен міндеттердегі теңдік. Бұл туралы Құранда: «Әйелдердің күйеулерінің алдында міндеттері болғанындай, ер азаматтардың да әйелдерінің алдында заңды міндеттері бар», – делінген («Бақара» сүресі, 228-аят).Алайда, ислам діні кейбір жағдайларда ерлер мен әйелдердің құқықтары және міндеттерінің бірдей еместігін айтады. Олар – әйелдерді кейбір міндеттен (соғысқа, жамағат намазына қатысу) босатып, кейбір міндеттерді жүктеу (басына орамал тартып, әурет жерін жабу), ер адамның мирастағы үлесін әйел кісінің үлесінен екі есе көп етіп бекіту, екі әйелдің куәлігін бір ер адамның куәлігіне теңестіру, отағасы (үй басшылығы) қызметін ер адамға жүктеу және т.б..\n\nМамандардың айтуынша, жыныстарды теңестіру адамзаттың табиғатына қайшы, бүкіл Қоғам үшін аса зиянды, әсіресе әйелдерге өте қауіпті. Ал Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) еркекке ұқсағысы келген әйел кісілерді және әйелге ұқсағысы келген ер адамдарды жек көрген.\n\nДайындаған Хасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2022-02-22/38631-islam-dini-feminizmdi-koldai-ma/",
    "category": "Отбасы"
  },
  {
    "title": "GENDER PARTY ӨТКІЗГЕН ДҰРЫС ПА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-12-15_at_10.19.01.jpeg",
    "content": "Қазақы ғұрып қоржыны бұрын естімеген әдеттермен толығып жатыр. Соның бірі – gender party, яғни аяғы ауыр келіншек немесе отбасының жақын достары құрсақтағы шарананың жынысын болашақ әкесіне сүйіншілеп, тосынсый жасауы.\n\nУльтрадыбыстық зерттеу нәтижесін, яғни баланың жынысы туралы мәліметті қолына алған әйел оны түрлі әдіспен білдіре алады. Жағымды жаңалық шардың түсі, тәтті торттың түсі немесе қорапқа жасырылған басқа да атрибут арқылы жеткізілуі мүмкін. Нарықта бұл кешті арнайы ұйымдастырып беретін қызмет түрлері де бар.\n\nҚұран Кәрімде: «Алла әрбір ұрғашы жыныстың не көтергенін, құрсақтардың нені кемітіп, нені арттыратынын, нені түсіріп (яғни түсік тастап немесе ай-күні толмай босанатынын), нені мерзімінен асырып жіберетінін толық біледі. Оның құзырында барлық нәрсе өлшеулі», – делінген («Рағыд» сүресі, 8-аят).\n\nБүгінде құрсақтағы баланың жынысын ультрадыбыстық зерттеу арқылы анықтауға мүмкіндігіміз бар шығар. Бірақ алдағы уақытта оның дүниеге қалай келетінін, сосын қалай өмір сүретінін Алла Тағаладан басқа ешкім білмейді.\n\nАлла елшісі (оған Алланың салауаты мен сәлемі болсын): «Ғайып (құпия заттың) кілті бесеу. Оны Алладан басқа ешкім білмейді. Ертең не болатынын, әйелдің кімді босанатынын, жауын қашан жауатынын, кісі қай жерде өлетінін, Қиямет қашан болатынын Алладан басқа ешкім білмейді», – деген (Бұхари). Сондықтан алдын ала қуанып, тумаған балаға той жасау әбестік болып есептеледі.\n\nЕкіншіден, шариғатымызда айтылмаған, дінімізде бұйырылмаған істі істеу арқылы бидғатқа (күнәға) жол ашады. Үшіншіден, босқа мал шашып пайдасыз жиын өткізсе, ысырап жасаған болады. Төртіншіден, дінсіз Қоғамның әдетін ұстанып, соларға еліктеу адамды адасушылыққа алып барады. Бесіншіден, қазақтың ғұрып әдетінде аяғы ауыр келіншек барынша көз-тілден сақтанған және өзінің жағдайын жария етуді ұят санаған.\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №20, 2020 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2021-12-14/38345-gender-party-otkizgen-durys-pa/",
    "category": "Отбасы"
  },
  {
    "title": "АЖЫРАСҚАН ӘЙЕЛДІҢ КҮТУ МЕРЗІМІ ҚАНША?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-09-06_at_11.29.33.jpeg",
    "content": "Шариғат бойынша әйел адамның күйеуі қайтыс болғаннан соң немесе ажырасқаннан кейін белгілі уақыт күтуі міндетті. Бұл кезде әйелге құда түсуге де, үйленуге де болмайды.\n\nҚұран Кәрімде: «Күйеуінен ажырасқан әйелдер (өзге еркекпен тұрмыс құрмай тұрып) үш хайыз (етеккір) мерзімін күтуі керек», – делінген («Бақара» сүресі, 228-аят). Хайыз қаны келмеген немесе жасы өтіп хайызы тоқтаған әйелдердің күту мерзімі (ғиддасы) үш ай, ал жүкті әйелдікі босанғанға дейін жалғасады. Бұл туралы Құран Кәрімде: «Ал әйелдеріңнен етеккірден күдер үзгендері болса, егер (олардың мерзімдері жайында) күмәндансаңдар, онда олардың, сондай-ақ етеккір келмегендердің иддалары – үш ай. Ал жүкті әйелдердің күту мерзімдері – нәрестелерін босанғанға дейін», – деп айтылған («Талақ» сүресі, 4-аят).\n\nКүйеуі қайтыс болған әйелдің ғидда мерзімі – төрт ай он күн. Бұл жайында Құранда былай айтылған: «Араларыңнан әлдебіреу қайтыс болса, артында қалған жесірлері (күйеуге шықпай) төрт ай он күн күтеді» («Бақара» сүресі, 234-аят). Ал қазақтың салтында қайтыс болған күйеуінің жыл асы өтпей тұрып әйелдің тұрмысқа шығуы ұят саналады.\n\nКүту мерзімінде әйелдің жүкті немесе жүкті еместігі анықталады. Егер құрсаққа бала біткен болса, тегі шатаспайды. Сонымен қатар әйел адам ғидда мерзімін күту арқылы өзінің марқұм күйеуімен өткен ерлі-зайыптылық тұрмысына құрмет көрсетеді.\n\nНекесі қиылған, бірақ шымылдыққа кіріп, күйеуімен оңаша қалмаған (жыныстық қатынасқа түспеген) қыз немесе әйел, талақ берілгеннен соң ғидда мерзімін күтуі міндет емес. Ол ғидда мерзімін күтпей басқа ерге күйеуге шыға алады.\n\nҚорыта келе, ажырасқан әйелдің шариғаттағы күту мерзімдерін былай бөліп көрсетуге болады:\n1. Күйеуінен ажырасқан жас әйелдің ғиддасы – үш хайыз мерзімнің өтуі.\n2. Жасына байланысты етеккірден қалған немесе белгілі себеппен хайыз қаны келмеген әйелдің ажырасқаннан кейінгі күті мерзімі – 3 ай.\n3. Жүктілік кезінде күйеуімен ажырасқан әйелдің күті мерзімі баласын босанумен аяқталады.\n4. Күйеуі қайтыс болған әйелдің ғидда мерзімі – 4 ай 10 күн.\n5. Некесі қиылған, бірақ шымылдыққа кіріп, күйеуімен оңаша қалмаған қыз немесе әйел, талақ берілгеннен соң ғидда мерзімін күтуі міндет емес.\n\nШариғи тұрғыда (заңды) ажырасқаннан кейін әйелдер кемінде осы айтылған мерзімді күтіп, сосын өзге азаматқа тұрмыс құра алады. Ал әйелдің өз күйеуімен қайта некелесуге мүмкіндігі болса әрі татуласып жатса, айтылған мерзімді күтпей, олар некелесіп, қайта қосыла алады. Дегенмен Алла Тағала болмашы себептермен ажырасқан ерлі-зайыптыларды жақсы көрмейді. Сондықтан мұсылман ерлі-зайыптылар бір-бірін сыйлап, кешірімді болып, балалардың кейінгі тағдырын ойлап, сабырлық танытып, барынша отбасын сақтап қалуға тырысуы керек. \n\nДайындаған Хасан АМАНҚҰЛ\n\n«Мұнара» газеті, №19, 2020 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2021-09-06/37403-azhyraskan-ieldin-kutu-merzimi-kansha/",
    "category": "Отбасы"
  },
  {
    "title": "БАЛАНЫ ҚАМҚОРЛЫҚҚА АЛУДЫҢ ҮКІМІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-04-16_at_15.31.07.jpeg",
    "content": "Ерлі-зайыпты ажырасқаннан кейін баланы ең алдымен қамқорлығына алуға және тәрбиелеуге өз анасы құқылы.\n\nАбдулла ибн Амрден (Алла оған разы болсын) жеткен хадисте: «Бір әйел «Уа, Алланың елшісі! Мына балам үшін құрсағым – ұя, омырауым – бұлақ, құшағым құндақ болып еді. Енді әкесі менімен ажырасып, оны менен тартып алмақшы», – деді. Сонда Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Басқа біреуге тұрмысқа шықпасаң, сен оған (өз қамқорлығыңа алып, тәрбиелеуге) құқылысың», – деді (Әбу Дәуіт, Ахмад).\n\nОсыған қатысты ибн Әбу Шәйба өзінің «Мусаннаф» атты кітабында Сағид ибн Мусайиәбтан мынадай дерек келтіреді: «Омар (Алла оған разы болсын) Үммү Асымды талақ етті. Сосын оған қайта барғанда, баласы Асым анасының құшағында еді. Омар баланы одан алмақ болғанда, екеуі таласып қалды. Сол кезде бала жылап қоя берді. Содан екеуі мәселені шешу үшін Әбу Бәкірдің құзырына барды. Әбу Бәкір Омарға: «Бала үшін саған қарағанда әйелдің мейірімі, құшағы, иісі оған абзалырақ. Бала өскен соң кімге баратынын өзі таңдайды», – деп төрелігін айтты» (Ибн Әбу Шәйба, «Мусаннаф», 5/238).\n\nАлайда анасының баланы қамқорлыққа алмауға құқы бар. Бірақ (анасының) қарайтын басқа туыстары табылмаса немесе бала басқаға көнбесе, онда бала мәжбүрлі түрде анасына беріледі. Баланы өз анасынан кейін нағашы әжесінің, кейін өз әжесінің, туған әпкелерінің, сосын нағашы апалары мен өз апаларының, яғни осы тәртіп бойынша алуға құқықтары бар. Ал баланы қарамағына алған әйелдің баспанасы болмаса, баланың әкесі баспанамен қамтамасыз етуге міндетті (Әл-ахкам аш-шарғия фи әл-ахуал аш-шахсия, 388-тарау, 2/975).\n\nҚұран Кәрімде: «Ал егер біріңе-бірің қиындық туғызып, өзара келісе алмасаңдар, ондай жағдайда баланы әкесінің есебінен емізетін басқа әйел қарастыруға болады» («Талақ» сүресі, 6-аят), – делінген. Әйел махрам (туыс) емес ер адамға тұрмысқа шықса, әйелдің баланы қамқорлыққа алу құқығы жойылады.\n\nӘйелдің туысқандары арасында баланы қарамағына алатын адам табылмаса, онда әкесі, сосын атасы, туған бауыры, көкесі (әкесінің бауыры) т.б. тәртіп бойынша қамқорлыққа алуға құқылы. Одан кейін нағашы атасына, нағашысына беріледі (Әл-ахкам аш-шарғия фи әл-ахуал аш-шахсия, 385-тарау, 2/970). Алайда қыз бала намахрам (жақын туыс болмаған) ер адамға және арсыз пасықтың қолына азғындыққа салыну ықтималы болғаны үшін берілмейді.\n\nИбн Абидин (Алла оны рақымына алсын) бұл мәселені былай тұжырымдайды: «Дегенмен қази қалай болса да, балаға зиян тимейтін, пайдалырақ жағын есепке алуы тиіс».\n\n«Бәдаиғ» кітабында былай айтылады: «Егер аға-інілері мен көкелері (әкесінің бауырлары) өздеріне және мал-мүліктеріне толық сенім білдіре алмаса, онда бала оларға берілмейді» (Радду әл-мұхтар, 3/565).\n\nӨз бетімен тамақтанатын және дәретке шығатын жасқа жеткенде (Кәфи кітабында оған 7 жас деп пәтуа берілген. Ал шейх Әбу Бәкір ар-Рази оны 9 жас деп айтқан (Фәтауа Һиндия, 1/593) ұл бала әкесіне қайтарылады. Себебі ұл бала ерлерге тән нәрселерді (әдеп, өнер, мінез т.б.) әкесінен үйренеді. Қыз бала етеккірі келгенге дейін немесе дене бітімі жетіле бастағанға дейін (көпшілік ғалымдардың тұжырымы бойынша, қыздардың дене бітімі 11 жасында жетіле бастайды (Фәтауа Татархания, 3/187) анасының қолында болып, әйелдерге қатысты істерді (тоқу, тігу, кір жуу, тамақ пісіру т.б.) үйренеді. Балиғат жасына толған қызын асырау, қорғау және тұрмысқа беруге көбіне әкесінің ғана шамасы жетеді. Сондықтан уақыты келгенде қыз бала әкесіне тапсырылуы керек (Фатху баб әл-ғиная, 2/500).\n\nАнасы баласын алып, өзінің төркініне ғана сапарға шыға алады. Әкесінен жырақ бөтен қалаға көшіріп әкетуге, әкесіне баласын көруге тыйым салуға әйелдің ақысы жоқ.\n\nҮКІМ:\n\nЕр мен әйелдің некесі бұзылғанда баланы қарамығына алуға, ең алдымен, өз анасы құқылы. Бірақ анасы бала тәрбиесіне жарамсыз немесе сенімсіз болса, сондай-ақ басқа ерге тұрмысқа шықса, бұл құқықтан айырылады. Сосын бала белгіленген тәртіп бойынша әйелдің басқа туыстарына беріледі. Әйелдің баланы қарамағына алатын туыстары табылмаған жағдайда оны тәрбиелеу құқығы әкесіне, кейін жақын ер туыстарына, сосын нағашыларына белгіленген тәртіппен өтеді.\n\nБалиғат жасына толмаған балаға өзіне қамқоршы таңдау құқығы берілмейді.\n\nҚази баланы біреудің қолына беруден бұрын жан-жақты қарастырады және бала зиян шекпейтін, оған пайдалырақ, ең оңтайлы шешім қабылдауы шарт.\n\nҚыз бала намахрам (жақын туыс болмаған) ер адамға және арсыз пасықтың қолына берілмеуі тиіс.\n\nҰл баланың жасы жетіге толғанда, қыз бала етеккір көргенде өз әкесіне немесе әкесінің ер туыстарына қайтарылады.\n\nҚМДБ Шариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2021-04-26/35973-balany-kamkorlykka-aludyn-ukimi-kandai/",
    "category": "Отбасы"
  },
  {
    "title": "ЕР АДАМНЫҢ ОТБАСЫ АЛДЫНДАҒЫ МІНДЕТТЕРІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-03-04_at_15.07.36.jpeg",
    "content": "Сұрақ: Шариғатта ер адам жұбайы мен бала-шағасын асырауы, оларды нәпақамен қамтамасыз етуі керек. Аталмыш нәпақаға қандай істер жатады?\n\nЖауап: Шариғат бойынша ер азамат жұбайы мен балаларын тиісті нәпақамен қамтамасыз етуге міндетті. Тіпті жұбайымен ажырасып кетсе де, белгілі бір жасқа жеткенше әкесі баланың нәпақасын береді. Алла Тағала:\n\n«Ажырасқан әйелдеріңді мүмкіндіктеріңе қарай өздерің тұратын жайға тұрғызыңдар және оларға қысым көрсетіп, зарар келтірмеңдер. Ал егер жүкті әйелдер болса, оларға босанғанша нәпақа беріңдер. Байлық иесі өзінің байлығынан жұмсасын. Ал кімнің несібесі шектеулі болса, Алланың өзіне бергенінен жұмсасын. Алла ешбір жанға Өзі бергенінен артық нәрсені жүктемейді. Әрі Алла қиындықтан соң жеңілдік жасайды»[1], - деген.  \n\nҚоштасу қажылығында Алла Елшісі (оған Алланың салауаты мен сәлемі болсын): «Әйелдер жайында Алладан қорқыңдар! Олардың ас-суын, киім-кешегін дұрыстап беріңдер»[2], – деген. Айша анамыз (одан Алла разы болсын) риуаят еткен хадисте: «Һинд бинт Утба Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) келіп: «Уа, Алла Елшісі! Әбу Суфян өте сараң адам. Маған да, бала-шағасына да жететіндей етіп нәпақа бермейді. Оның дүниесінен айтпай алсақ күнә бола ма?» – деп сұрайды. Алла Елшісі (оған Алланың салауаты мен сәлемі болсын): «Оның дүниесінен өзіңе және бала-шағаңа жететіндей етіп алуыңа болады», – деп жауап береді»[3]. Мінекей, осы аят-хадистер ер кісінің отбасына нәпақа беруі уәжіп екендігін көрсетеді.\n\nЕр адамның өзінің мұсылман, мұсылман емес, кедей немесе бай жұбайына нәпақа беруі уәжіп. Міндетті нәпақа – ол ас-су, киім-кешек және баспана[4].\n\n1) Ас-су, азық-түлік және ішімдіктердің мөлшері мен сапасы күйеуінің әл-ауқатына қарай белгіленеді.\n\n2) Киім-кешек бір мезгіл киетін бастан-аяқ болуы керек. Ханафи мен шафиғи мәзһабтарында жұбайына 6 айда, балаларына 4 айда бір жаңа киім алып беріледі делінген.\n\n3) Үй-жайдың қандай болуы күйеуінің қаржы жағдайына байланысты. Сонымен қатар үй керекті жиһаздармен толық жабдықталған болуы тиіс. Онда өмір сүруге қажетті заттың бәрі болуы шарт.\n\nЕр адам жұмысқа жарамды болса, жұмыс істеп баласын асырауы міндетті. Егер одан бас тартса, онда оны жұмыс істеуге еріксіз көндіреді, мәжбүр етеді. Баланың әкесі болмаса немесе әкесі жұмысқа жарамсыз болса, онда баланы асырау әкесінің орнын басатын туыстардың біріне жүктеледі[5].\n\nҰл баласы балиғат жасына жеткенше, қолындағы тұратын қызы қай жаста болса да, жұмысқа жарамайтын мүгедек ұл баласының жасы үлкен болса да әкесі оларды нәпақамен қамтамасыз етуге тиіс.\n\nШариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2021-03-04/35208-er-adamnyn-otbasy-aldyndagy-mindetteri-kandai/",
    "category": "Отбасы"
  },
  {
    "title": "ҮЙ ШАРУАСЫ ӘЙЕЛДІҢ МІНДЕТІ МЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2021-03-01_at_09.59.43.jpeg",
    "content": "Сұрақ: Әйел адамның үй сыпыру, тамақ пісіру, кір жуу секілді үй ішіндегі жұмыстарды істеуі міндетті ме?  \n\nЖауап: Жалпы ғұламалардың кейбірі әйел үйдің жұмыстарын істеуі тиіс десе, кейбірі міндетті емес дейді. Дегенмен, Ханафи мәзһабы бойынша әйелдің діни тұрғыдан күйеуіне қызмет етуі – уәжіп[1]. Яғни үйді сыпыру, кір жуу, тамақ пісіру т.б. үйдің шаруасына қатысты жұмыстарды істеуі тиіс. Бұл ғасырлар бойы әдет-ғұрып бойынша қалыптасып келе жатқан әйелдің ері алдындағы міндеті[2]. Оған Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) Әли мен Фатима анамыздың арасына төрелік етіп, түздегі істерді Әлиге тапсырып, үй ішіндегі қызметтерді Фатиманың атқарар шаруасы деп белгілегені дәлел болады[3].\n\nСондай-ақ, Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) және сахабалардың әйелдері де үйдің қызметін атқарған[4]. Айша анамыз: «Пайғамбарымыздың мисуагын, дәрет суын әзірлеп қоятынмын»[5] деген.\n\nӘбу Бәкірдің қызы Әсмә да былай дейді: «Үй шаруасының бәрі менің мойнымда еді. Күйеуім Зубәйрдың атына жем беріп, өзім суғаратынмын»[6]. Осыған орай, әйел үйді сыпыру, тамақ пісіру, киім жуу секілді т.б. үйдің ішіндегі шаруаларды істеуі міндетті. Заманның қыз-келіншектері үй іші шаруаларында осы сахаба əйелдерді үлгі тұтып, оны құлшылықтарының бір бөлшегі ретінде қараған жөн. Бұл арқылы күйеуінің разылығына да жетеді.",
    "site_link": "https://www.muftyat.kz/kk/qa/otbasy/2021-03-01/35054-ui-sharuasy-ieldin-mindeti-me/",
    "category": "Отбасы"
  },
  {
    "title": "БАЛАҒАТ СӨЗ АЙТУДЫҢ КҮНӘСІ ҚАНДАЙ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-11-21_09.49.02_9edcdac2.jpg",
    "content": "Балағат cөз (боқтау, боқтық cөз) – ащы, зәрлі, тұрпайы сөздермен қатар, ұятты іске және адам денесінің ұятты жерлеріне қатысты қолдануға қатаң тыйым салынатын жаман сөздер.\n\nБалағат сөздерді айту адамгершілікке және діндарлыққа лайықты емес. Ол ар-намысты, ұятты кетіреді және өзгелерді ашуландырады. Тіпті шариғатымыз ерлі-зайыптылар арасындағы жыныстық қатынасты, дәрет бұзуды және нәжісті ашық түрде емес, ауыспалы мағынадағы сөздермен айтуға бұйырады. Мысалы, Құран Кәрімде «жыныстық қатынас» деген мағынаны ауыспалы «ләмс» (жақындау, қосылу) сөздерімен қолданған («Ниса» сүресі, 43-аят). \n\nАлла елшісі (оған Алланың салауаты мен сәлемі болсын): «Үлкен күнәлардың ішінде ең ауыры кісінің өз ата-анасына лағынет айтуы», – деді. Сонда одан бір кісі: «Уа, Алланың елшісі! Адам қалай өз ата-анасына лағынет айтуы мүмкін?» – деп сұрайды. Сонда Пайғамбарымыз: «Кісі біреуді әкесінен сыбайды. Ол да оны (өз кезегінде жауап ретінде) әке-шешесінен сыбайды (осылайша біреу арқылы өз ата-анасын боқтаған болып отыр)», – деп жауап береді (Бұхари). Осыдан боқтау мен боғауыз айтудың күнә екені байқалады.\n\nСондай-ақ Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Аллаға иман еткен кісі – міншіл емес, қарғап-сілеуші емес, жаман жүрісті емес, былапыт, балағат сөзді емес», – деді (Тирмизи). Аталмыш хадисте өзін мүмин санайтын әрбір кісі өз бойындағы осындай сүйкімсіз қылықтардан тазалануы керек екендігі ашық айтылған.\n\nТағы бір хадисте: «Қиямет күні кісінің таразыға ауыр басатын нәрсесі – көркем әдебі. Алла Тағаланың былапыт сөз айтатын кісіге ашуы келеді», – делінген (Нәсаи). \n\nБаяғыда қазақы ортада жосықсыз балағат сөз айтып, адамды немесе адамдарды қорлағандар әдеттік заңның нормалары мен принциптеріне сәйкес жазаланып отырды («Қазақ халқының салт-дәстүрлері» кітабы, 2014).\n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №2, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2023-11-21/43337-balagat-soz-aitudyn-kunsi-kandai/",
    "category": "Қоғам"
  },
  {
    "title": "КІСІ ҚАЙТҚАН ҮЙДЕ НЕГЕ АЙНАНЫҢ БЕТІН ЖАБАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-10-26_19.43.50_95fc0712.jpg",
    "content": "Бұрыннан білеміз, үйде адам қайтыс болғанда мәйіт жатқан бөлменің барлық айнасының бетін жауып тастайды. Себебі қазақ халқында «мұндай кезде айнаны ашық қалдыруға болмайды» деген түсінік бар. Әлбетте мұның да бір негізі бар шығар.\n\nБіріншісі, кейбіреулер айнадағы көріністі те сурет деп есептейді. Ал дінді мықтап ұстанған мұсылман барынша үйінің ішіне ит алып кірмеуге, үйдің қабырғасына сурет ілмеуге тырысқан. Өйткені Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Ит жүрген және сурет ілінген үйге періштелер кірмейді», – деп одан қайтарды (Бұхари). Шынында, періштелер – Құдайдың таза, құрметті жаратылысы. Демек періште бар жерде қауіп-қатердің, қорқыныштың болмауы ақиқат.   \n\nЕкіншісі, шариғатта құлшылық кезінде алдында және жанында тұрған суретке қарау мәкруһ саналады. Себебі оны суретке қарап ғибадат етуге теңестіреді («Фатху бәбил ғиная», 1/445). Мәйіт жатқан бөлмеде зікір, дұға оқылуы мүмкін. Ішінде намаз оқылмаса да, бірақ оған намаз оқитын бөлме секілді қарайды.\n\nҮшіншісі, бүгінде адамдар айнаны, көбіне үйге сән үшін қойып жатады. Ал мәйіт жатқан бөлмедегі айнаны жабудағы мақсат та – адам кіргенде ақыретті еске түсіріп, өлімнен ғибрат алатын мекенге айналдыру.   \n\nТөртіншісі, әдетте адам баласы айнаға өзінің шырайын, бетіндегі дақты, бояу мен әжімді қарау үшін қолданады. Айнаға көзі түскен адамның ойы бірден соған ауысуы мүмкін. Сондықтан мұндай кезде айнаның ашық тұруы орынсыз болады деп есептеледі.\n\nБесіншісі, адам баласы айнаға әр қараған кезде осы айна арқылы көрген бұрынғы кейіптер жадына түсе бастайды. Ал қараңғы уақытта немесе кенет қараған кезде айнада көрген бейнеден адам шошып қалуы мүмкін. Әлбетте мұндай жағдайлардың адам психикасына кері әсер тигізетіні анық. Сондықтан қайтыс болған адам (мәйіт) жатқан бөлмедегі айнаның бетін жабу – құптарлық іс әрі шариғатқа қайшы емес.\n\nХасан АМАНҚҰЛ\n\n«Мұнара» газеті, №4, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2023-10-27/43194-kisi-kaitkan-uide-nege-ainanyn-betin-zhabady/",
    "category": "Қоғам"
  },
  {
    "title": "КӨШЕДЕН ТАПҚАН НӘРСЕНІ НЕ ІСТЕУ КЕРЕК?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-08-22_09.48.20.jpg",
    "content": "Кейде көшеде кетіп бара жатып ақша немесе құнды бір зат тауып аламыз. Оны өзімізге алуға бола ма? Әлде оны садақа ету керек пе? Бәлкім оған тиіспеу керек шығар? Бұл – қазіргі таңда жиі кездесетін мәселенің бірі.\n\nШариғат бойынша жоғалған затты тапқан кісі тауып алған затын жұртқа жариялап, оның иесін іздеуге әрекет етуі тиіс. «Кім көріп тұр» немесе «Құдай маған беріп тұрған шығар» деген оймен даладан тапқан дүниені қалтасына салып, кете беру – мұсылманшылыққа жат.\n\nЗайд ибн Халид әл-Жүһани (Алла оған разы болсын) риуаят еткен хадисте: «Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Кімде-кім жоғалған затты құпия түрде өзінікі етіп алса, ол – адасушы», – деген (Мүслим, Ахмад).\n\nДаладан бір нәрсе тауып алған адам: «Әлдекім бір затын жоғалтқан болса, анау жерге барсын, мынадай адамға жолықсын!» деп жұртқа хабарлауы керек. Ал іздеп келген адам табылған бұйымның сипаты мен белгілерін айтып, өзінікі екенін дәлелдеуі тиіс.\n\nТапқан нәрсесі жеміс, тамақ сияқты тез бұзылатын зат болса, оны жеуге рұқсат етіледі. Көп мөлшерде болса, қазидың бұйрығымен оны сатып, ақшасын аманат ретінде ұстап отырады (Фәтәуа Һиндия, 2/300).\n\nЕгер иесі табылмаса, тапқан адам иесіз затты бір жыл ұстайды. Иесі келсе, аманатын қайтарып береді. Келмеген жағдайда, ол зат тауып алған адамның мүлкіне айналады. Дегенмен күндердің күнінде иесі іздеп келіп қалса, әлгі адам сол затты немесе оның құнын қайтсе де қайтарып беруі шарт.\n\nСахабалар Пайғамбарымыздан (оған Алланың салауаты мен сәлемі болсын) тауып алған алтын немесе күміс жөнінде сұрады. Алла елшісі: «Оның ыдысы мен бауын мәлімде. Содан кейін бір жыл күт. Егер иесін таппасаң, оны өз қажетіңе жұмса. Сол зат сенде аманат ретінде тұрсын. Қашан да біреу талап етіп келсе, оны қайтып бер», – деген (Мүслим).\n\nДемек біреудің жоғалған заты қанша уақыт өтсе де, тапқан адамның мүлкіне айналып қалмайды. Қашан да иесі шықса, оны қайтып беру немесе оның құнын төлеу міндет болады.\n\nХасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2023-08-23/42663-kosheden-tapkan-nrseni-ne-isteu-kerek/",
    "category": "Қоғам"
  },
  {
    "title": "БАЛАНЫ НЕШЕ ЖАСЫНДА СҮНДЕТТЕУ КЕРЕК?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-04-24_16.41.49.jpg",
    "content": "Сүндеттеу – Ислам дінінде әрі қазақ дәстүрінде ер баланың жыныс мүшесін жауып тұрған тері бөлшегін кесу арқылы жасалатын ғұрып. Араб тілінде «әл-хитан», медицина тілінде «циркумцизия» деп аталады. \n\nМедицина мамандары бұл рәсiмнiң адамның денсаулығына пайдалы әрі сүндеттеу арқылы жыныс мүшесі арқылы жұғатын көптеген аурулардың алдын алуға болатынын алға тартады. Ал шариғатымыз бойынша ер баланы сүндетке отырғызу – Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) сүннеті.\n\nХадисте бес фитраттың (жаратылыстың) бірі ретінде сүндетке отырғызуды атап өткен. Әбу Һурайрадан (Алла одан разы болсын) жеткен хадисте Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) былай дейді: «Адамның табиғатына мына бес нәрсе тән. Сүндетке отыру, шат пен қолтықтағы түкті тазарту, тырнақ алу және мұртты басу (қысқарту)» (Бұхари, Мүслим).\n\nХалқымыз баланы тақ сандарда, яғни үш, бес, жеті жасқа толған шағында сүндетке отырғызған. Ал шариғатымызда сүндеттеудің уақыты нақты белгіленбеген. Кейбір ғалымдар Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) немерелері Хасан мен Хусейн туғаннан кейін жетінші күні құрбандық шалып, оларды сүндетке отырғызғаны жайлы хадисін негізге ала отырып осы уақытта сүндетке отырғызу мұстахаб деген. Өйткені бұл уақытта сүндетке отырғызса, балаға жеңіл болады әрі жарасы да тез жазылады.\n\nХанафи мәзһабының көрнекті ғалымы Ибн Әбидин өзінің «Хашия» еңбегінде: «Имам Әбу Ханифа арнайы дәлел келмегендіктен, сүндеттеудің шариғаттағы нақты уақытын белгілеп айтпаған. Ханафи мәзһабының кейінгі буын ғалымдарының бір тобы жеті мен он екі жас аралығында сүндеттеуді жөн санаған. Өйткені жеті жасқа толған бала басқаларға мұқтаж болмай тамағын өзі ішіп, өзі киіне алады. Сондай-ақ осы жасқа жеткен баланы намаз оқуға баулу – мұстахаб», – деген.\n\nХанафи мәзһабының көптеген ғалымдары «Бахру әр-Райқ» кітабында сүндеттеудің белгілі уақыты жоқ екенін, баланың сүндеттеуді көтере алатын уақыттан бастап балиғат жасына дейін орындала беретінін айтқан. Егер бала әлсіз болып, сүндеттеуді көтере алмайды деп, белгілі уақытқа дейін кешіктіруге болады. Егер бала сүндеттеліп туса, оны қайта сүндетке отырғызудың қажеті жоқ. Өзге де себептермен балиғат жасына дейін сүндетке отырғызылмаса, оны тезірек сүндетке отырғызу қажет.\n\nҚорыта айтқанда, сүндеттеудің уақытын балиғат жасына дейін кешіктірмеген жөн. Шариғатымызда сүндетке отырғызудың нақты уақыты белгіленбегендіктен, баланың денсаулығы сүндеттеуді көтере алуына мән беріледі. Сондай-ақ сүндеттеу денсаулыққа қатысты мәселе болғандықтан, әр ата-ана медицина мамандарымен келісе отырып балаларын сүндеттейтін уақытты өзі белгілегені дұрыс.\n\nМедет ҚҰРМАШҰЛЫ,\n\n«Иман» журналы, №3, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2023-06-08/41987-balany-neshe-zhasynda-sundetteu-kerek/",
    "category": "Қоғам"
  },
  {
    "title": "ВАЛЮТА АЙЫРБАСТАУМЕН АЙНАЛЫСУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-05-17_16.09.46.jpg",
    "content": "Валюта (ақша) айырбастау шариғатта «сарф» деп аталады. Яғни бір жынысты немесе түрлі жыныстағы нақты ақшаны нақты ақшаға сату дегені. Тарап кетуден бұрын екі тарап ақшаны қолма-қол бір-біріне табыстауы шарт етіледі. Қолма-қол табысталған бөлігіндегі сарф (ақша саудасы) дұрыс болып есептеледі («Фатху бабил ғиная», 2/729).\n\nБұрынғы заманда негізінде алтын (динар) мен күміс (дирхам) арасында айырбастау жүргізілген, ал бүгінде түрлі мемлекеттердің валюталары арасындағы айырбастау операциялары кең көлемде қолданылады.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Алтынға алтынды, күміске күмісті, бидайға бидайды, арпаға арпаны, құрмаға құрманы, тұзға тұзды сайма-сай, теңбе-тең, қолма-қол (етіп айырбастаңдар). Бұлардың жынысы бірдей болмаса, қолма-қол алу шартымен оны қалағанша сата беріңдер», – деген (Мүслим).\n\nДемек бір жыныстағы ақшаны, яғни теңгені теңгеге немесе долларды долларға айырбастағанда артығымен алуға болмайды және айырбастау операциясы бір жерде қолма-қол жүзеге асуы шарт. Әдетте мұндай айырбастау ақшаны ұсақтау немесе ірілеу үшін қолданылады.\n\nӘбу Минһәлдан (Алла оған разы болсын) риуаят етіледі: «Бәра ибн Ғазибтен сарф (ақша айырбастау) туралы сұрадым. «Зайд ибн Арқамнан сұра, ол жақсырақ біледі», – деді. Зайдтан сұрағанымда: «Бәрадан сұра, ол жақсырақ біледі», – деді. Сосын екеуі: «Алла елшісі (оған Алланың салауаты мен сәлемі болсын) күмісті алтынға қарызға сатуға тыйым салды», – деді. Алайда қолма-қол болса, ештеме етпейді. Бірақ несие болса, дұрыс емес», – делінген (Бұхари, Мүслим). Хадистің мазмұнына қарағанда, екі түрлі валютаны айырбастау қолма-қол болуы тиіс, сондай-ақ мұнда несиеден үзілді-кесілді бас тарту шарт. Бұған амал етпеген жағдайда, риба (өсімқорлық) кіреді.\n\nМалик ибн Әустан (Алла оған разы болсын) риуаят етіледі: «Мен жүз динарды сарф етпек (айырбастамақ) болдым. Сонда мені Талха ибн Убайдолла қасына шақырып алды, екеуміз келістік, ол маған ақшамды айырбастап беретін болды. Алтынды алып, қолында айналдырып: «Қазынашым орманнан келсін», – деді. Мұны естіп тұрған Омар: «Аллаға ант етемін, одан (ақшаңды толық) алмай тұрып, тарқама (қасынан кетпе). Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Алтынды алтынға (айырбастау) – риба. Бірақ, «міне, міне» болса, онда оның жайы бөлек», – деді (Бұхари).\n\nДемек алдымен келісіп, қолма-қол алмай немесе бірі алып, екіншісі алмай тұрып тарап кетсе, келісім жойылады. Себебі екі жағдайда да қолма-қол алу шарты орындалмай тұр. Мұндағы айырбастау рибаға ұқсап қалуда. Ең бастысы, тарқамаса болды, уақыттың өтуі есепке алынбайды. Бірге ұйықтаса да, бірге жүрсе де жарайды. Бірақ тарқап кеткен кезде сауда (келісімдер) бұзылады. «Міне» деп бірі алтынды беру керек, екіншісі де сол мәжілісте (орында) тарқамай бұрын «міне» деп, күмісті қолына қайтару керек. \n\nБұл үкім болашақтағы келеңсіз жағдайларды болдырмау үшін шариғатқа енгізілді. Әйтпесе кейбір алаяқтарға жол ашылуы мүмкін. Мысалы, бір жақ ақшаны алып, «қазір немесе ертең алып келіп беремін» дейді де, алған ақшаны дереу «айналдыра» бастайды. Немесе екінші жақтың ақшасын беруді кешіктіруі мүмкін. Сөйтіп арада жанжал шығады. Екі жақтың бірі ақшасын уақытылы алмай зиян шегеді. Ал екінші жақ ақшадан пайда көрген болады. Зиян шеккен жақ ақысын сұрай бастайды. Ақысын алса – риба, алмаса – іштей қинала береді. \n\nХасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №5, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2023-05-25/42142-valiuta-aiyrbastaumen-ainalysuga-bola-ma/",
    "category": "Қоғам"
  },
  {
    "title": "ИСЛАМ АҒЗА АУЫСТЫРУҒА РҰҚСАТ БЕРЕ МЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-11-01_at_12.48.26.jpeg",
    "content": "Кейбір аурулар адам ағзасының жұмысын тоқтатып, оны ауыстырып салу қажеттілігіне әкеп соқтыруы мүмкін. Ағзаны ауыстыру (трансплантаттау) деп ағзаларды (ағзаның бөлігін), тіндерді (тіннің бөлігін) ағзаның басқа жеріне немесе басқа ағзаға ауыстырып салу түсініледі. Бүгінгі күні бүйрек, бауыр, жүрек, өкпе, ұйқы безі секілді ағзалар трансплантаттанады.\n\nАлла елшісі (оған Алланың салауаты мен сәлемі болсын): «Уа, Алланың құлдары, ауырғанда емделіңдер! Себебі, Алла Тағала әрбір дертті шипасымен қоса жаратты. Шипасы жоқ дерт – өлім мен кәрілік», – деген (Ахмад).\n\nМысыр пәтуа орталығы, Ислам конференциясы ұйымы жанындағы Фиқһ академиясы және Кувейттің Дін істері министрлігі осы мәселеге қатысты пәтуа шығарған, онда: «Ағзаларды ауыстыруға тірі адамнан да, өлген адамнан да рұқсат етіледі. Қайтыс болған адамның ағзасын трансплантаттауға рұқсат беру үшін келесі шарттар орындалуы керек:\n\n1. Ағзаны ауыстыру науқасты емдейтін жалғыз ғана жол екені жайлы білікті маманның шешімі;\n\n2. Трансплантаттау ғана науқас адамға көмектесеті жайлы дәрігерлердің сенім білдіруі;\n\n3. Ағзасын донор ретінде беретін адамның қайтыс болғанға дейін ағзасын өлгеннен кейін трансплантаттауға рұқсат беруі;\n\n4. Ағза доноры медициналық әрі діни тұрғыдан да өлді деп жариялануы;\n\n5. Донорлық ағзалардың тауар секілді сатылуына тыйым салынуы;\n\n6. Науқас адамның өз ағзасын ауыстыруға келісім беруі.\n\nАл тірі адамның ағзаларын трансплантаттау үшін келесі шарттар орындалуы керек:\n\n1. Донордың ағзасын алғанда оның денсаулығына зиян келмейтіні жайында білікті дәрігерлердің шешім шығаруы;\n\n2. Донор болған адамның белгілі ағзасын алу оның өміріне ешқандай қауіп төндірмеуі;\n\n3. Адамның ағзасын сауда тауарына айналдырмау, одан ешқандай пайда көздемеу шарт» делінген.\n\nҚазақстан мұсылмандары діни басқармасы Ғұламалар кеңесі де 2015 жылы бұл мәселе туралы осындай пәтуа қабылдаған.\n\nХасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2022-11-17/40787-islam-agza-auystyruga-ruksat-bere-me/",
    "category": "Қоғам"
  },
  {
    "title": "ДЕНЕГЕ ТАТУ САЛУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-11-01_at_12.14.38.jpeg",
    "content": "Ежелгі Грекия мен Римде құлдарды, қылмыскерлерді белгілі татумен анықтаған. Азия, Африка және Америкада жабайы күй кешкен халықтар және тайпалар мүшелерінің денесіне түрлі ою-суреттер салатын болған. Қазіргі кезде жастар арасында денесіне инемен тесіп жазу немесе сурет (тату) салу сәні кең етек алып келеді.\n\nТату – тері астына бояуыштарды ендіру жолымен салынатын адам денесіндегі жазу-суреттер. Ислам дінінде денесіне тату салуға тыйым салынады. Себебі Абдолла ибн Омардан (Алла оған разы болсын) жеткен хадисте: «Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) өзіне және өзгеге шаш жалғаған, өзінің және өзгенің денесіне тату салған адамдарды лағынеттеді», – делінген (Бұхари, Мүслим).\n\nСонымен қатар бүгінде татудың бұлтартпас аса зиян екенін ғылыми зерттеулер нәтижесі айқындап отыр. Мысалы, тәнге сурет салу құралы болып саналатын иненің таза болмауы және сурет салу студияларының жалпы санитарлық талаптарға сай еместігі түрлі жұқпалы аурулар туғызады.\n\nЕкіншіден, бояулардың құрамына қорғасын, мышьяк және басқа да улы заттар кіреді. Олар адамды өте қауіпті түрлі обыр ауруларына душар етеді. Зиянды бояулар, тіпті адамның ген жүйесін бірте-бірте зақымдауы мүмкін. Адамдар татудың салдарынан тері обыры, экзема және аллергия ауруларына жиі шалдығады екен. \n\nДемек денеге тату салу ұлтымыздың болмыс-бітіміне, түсінік-ұстанымына, дүниетанымына қайшы келумен қатар, әркімнің денсаулығына да қауіпті екенін жіті түсінуіміз қажет. Шариғатымызда әрбір саналы азамат өз басын және денсаулығын сақтауға аса жауапкершілікпен қарауға міндетті.\n\nАлайда кейбір ғалымдардың көзқарасы бойынша мына жағдайларда ғана денеге жазу немесе сурет салуға рұқсат етіледі. Олар:\n\n1. Ою және сурет денеге сіңіп тұрақты қалмауы, уақыт өте өшірілуі тиіс;\n\n2. Жазба судың теріге тиюіне кедергі болмауы шарт;\n\n3. Ар-ұятсыз жазулар мен суреттер болмауы керек;\n\n4. Суретте теріс ұрандар, жалған идеологияның немесе адасқан ағымның белгілері жазылмауы тиіс;\n\n5. Сызбада тірі жанның суреті болмауы керек;\n\n6. Денеге Алла Тағаланың есімдері немесе Құран аяттары жазылмауы тиіс;\n\n7. Жазбаның әурет (ұят) жерлерге қолданылмауы шарт (Фәтауа шарғия, шейх Ахмад Шариф ан-Нәсәған).",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2022-11-01/40786-denege-tatu-saluga-bola-ma/",
    "category": "Қоғам"
  },
  {
    "title": "БАЛИҒАТ ЖАСЫ ҚАЛАЙ АНЫҚТАЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-09-21_at_14.42.59.jpeg",
    "content": "Балиғат (кәмелет) жасына толу – жасөспірімнің белгілі бір жасқа жетіп, Қоғам алдында өз ісіне жауап бере алатын, Қоғамдық өмірге араласа алатын шағы.\n\nҰл мен қыздың бойы өсіп, бұғанасы қатқан, ақыл-ойы мен рухани-моральдік жағынан жетілген, өз ақылымен шешім қабылдап өмір сүретін, өзінің іс-әрекетіне, жасаған қылмысына толық жауап бере алатын, заңды некеге тұруға жеткен шағын «кәмелеттік жас», «кәмелеттік шақ» деп атайды.\n\nҚазақстанда және көптеген мемлекетте кәмелет жасы ретінде 18 жас бекітілген. Заңға сәйкес, кәмелет жасына толған адам толықтай азаматтық құқыққа ие болып, өз ісіне жауапкершілік алады.\n\nШариғатта балиғат жасы ұл мен қыздың жыныстық жетілуімен байланысты. Әдетте ұл бала ұйқыдан тұрғанда поллюцияны (еріктен тыс шәуеттің бөлінуін) байқаса, қыз бала хайыз (етеккір) көрсе, сол сәттен бастап олар балиғат жасына жеткен (ержеткен, бойжеткен) болып саналады. Негізінде қыз балалар 9 жастан, ұл балалар 12 жастан өтіп балиғат жасына жетеді. Осы кезде ешбір белгі байқалмаған жағдайда, көпшілік ғалымдардың көзқарасы бойынша 15 жасынан бастап екеуі де өзінен өзі балиғатқа толған болып есептеледі.\n\nСахаба Әнас ибн Малик (Алла оған разы болсын) өзінің балиғатқа толғанын былай еске алады: «Ихтилам (мәнидің сыртқа шығуы) болған түннің ертесіне таңертең Алла елшісіне (оған Алланың салауаты мен сәлемі болсын) барып жағдайымды айттым. Ол маған: «Енді әйелдердің ортасына кірме», − деп бұйырды...» (Табарани).\n\nОлар бұл жаста өз бетінше шешім қабылдауға, шартқа отыруға құқылы, келтірген зиянды немесе жазаны өтеуге міндетті. Жетім бала осы уақыттан бастап жетімдіктен шығады. Бозбала бұл жасқа жеткенде әлсіз әке-шешесіне, қыз бауырлары мен балиғат жасына толмаған інілеріне қамқорлық жасауы тиіс.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) бір хадисінде былай деген: «Үш адамға қалам жазылмайды (яғни мына үш адам жауапқа тартылмайды): балиғат жасына жетпейінше балаға, ақыл-есі түзу болғанға дейін ақылы кеміске, оянғанға дейін ұйқыда жатқан адамға» (Бұхари). Демек бала үшін айтылған «қалам жазылмайды» деген ұстаным балиғат жасынан бастап өз үкімін жояды. Сондай-ақ балиғат жасына толған балаға бес уақыт намазын үздіксіз оқу, Рамазан айында толық ораза ұстау, қаражаты жеткен жағдайда зекетін беру, қажылыққа бару – парыз.\n\nҚазақтың «Болатын бала он бесінде «баспын» дейді, болмайтын бала отызында «жаспын» дейді» деген сөзі де осыны меңзесе керек.\n\nЕскертпе: ҚР «Неке (ерлі-зайыптылық) және отбасы туралы» кодексіне сәйкес некеге тұратын еркек пен әйелдің толық келісімі және олардың неке жасына, яғни 18 жасқа жетуі қажет. Сондықтан үйленіп отбасы құруға ниеті бар азаматтар осы шарттарды да ескерулері керек. \n\nХасан АМАНҚҰЛ",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2022-09-21/40439-baligat-zhasy-kalai-anyktalady/",
    "category": "Қоғам"
  },
  {
    "title": "БОТОКС ЖАСАТУДЫ ШАРИҒАТ ҚОЛДАЙ МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-08-08_at_10.29.09.jpeg",
    "content": "Алла Тағала Құранда Ібіліс шайтанның былай деп ант ішкенін ескертеді: «Оларға Алланың жаратылысын өзгертсін деп әмір етемін» («Ниса» сүресі, 119-аят).\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Алла Тағала денеге сурет салушыны, сурет салғызғанды, қас терушіні, қас тергізгенді, әдемі көріну мақсатында тістерінің арасын ашқандарды, Алланың жаратылысын өзгерткендерді лағынеттеді», – деген (Мүслім).\n\nДемек артық әсемдік үшін немесе табиғи кәрілікті жасыруға, табиғи бейнеден тыс жаратылысты өзгертуге алып барса, сондай-ақ одан айлакерлік пен көзбояушылықты ниет етсе, онда шариғатымыз ботокс жасатуға қатаң түрде тыйым салады. Алайда адам мүшесіндегі қандай да бір ақауды кетіру, туабітті немесе кейіннен пайда болған кемістіктерді қалпына келтіру секілді қажетті емделу іс-әрекеттеріне рұқсат беріледі.\n\nӘйтсе де ботокстың зияны басым немесе зияны мен пайдасы тең болса, онда оны қолдануға тыйым салынады. Себебі шариғатымызда өзіне де, өзгеге де зиян тигізуге рұқсат жоқ. Сондай-ақ екі зиян нәрсе тап болса, оның жеңілі қалдырылып, үлкені жойылады делінген.\n\nБотокс жасатудың екі тәсілі бар: емдік және косметологиялық. Косметологияда ол бет әжімдерін тегістеу мақсатында қолданылады. Емдік мақсатта оны церебралды паралич, қисық мойын, инсульттан кейін, оның бұлшық етке және шап аймағына кез келген аурулардың салдарынан пайда болған бет ассиметриясын жою үшін, артық тер бөлінуін болдырмау үшін қолданылады.\n\nБотокс бұлшықетке еніп, оны қимылсыздандырады. Оны енгізудің мақсаты – әжімдерді тегістеу. Ботокс бұлшықетке еніп, теріні қатырып тұрады, ал әжім тиісінше сол сәтте тегіс күйге енеді де, әжімнен құтылуға мүмкіндік береді.\n\nМамандардың айтуынша, ботокс ағзаға зиянды, жүйке жүйесін, мимиканы бұзады және тәуелділікті тудырады. Адамдардың ағзасы әртүрлі болғандықтан, біреу ботоксты жақсы қабылдаса, екіншісінің оған қарсы аллергиясы болуы мүмкін. Ал жасы ұлғайған сайын беттегі бұлшықеттер әлсірейді. Сәйкесінше ботулинотерапияның мөлшері де азаяды. Дегенмен ол адамның өмір сүру дағдысына, ағзаның зат алмасуына тікелей байланысты. \n\nДайындаған Хасан АМАНҚҰЛ,\n\n«Мұнара» газеті, №2, 2022 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2022-08-08/40152-botoks-zhasatudy-sharigat-koldai-ma/",
    "category": "Қоғам"
  },
  {
    "title": "ПРАНК ЖАСАУҒА БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2022-03-11_at_17.54.46.jpeg",
    "content": "«Пранк» деп адамды ыңғайсыз әрі орынсыз жағдайға қою, алдау мақсатында  әзілдеуге айтылады. Осындай әзіл-қалжың өткізетін, ұйымдастыратын адамды пранкер (әзілқой) деп атайды.\n\nӘзіл-қалжыңдардың көбі басқаларды қорқыту немесе таңғалдырумен байланысты. Мұндай әрекеттер адамның денсаулығына, отбасылық, достық, туыстық қарым-қатынастарға зиянын тигізеді. Сондықтан Ислам дінінде өзге адамды қорқытуға рұқсат етілмейді.\n\nХадистердің бірінде мынадай оқиға сипатталады. Сахабалар Пайғамбарымызбен (оған Алланың салауаты мен сәлемі болсын) бірге сапарда жүрген кездеолардың бірі ұйықтап қалады. Оның ұйықтап жатқанын көрген тағы бірі әзілдемек болып оның жебесін жасырады. Әлгі сахаба ұйқыдан тұрғанда жебесін таппайқатты қорқады. Сол кезде маңайында тұрған сахабалардың бәрі күледі. Бұл жағдайды естіген Алла елшісі (оған Алланың салауаты мен сәлемі болсын): «Мұсылман адамның басқа мұсылманды қорқытуына болмайды», – деп насихат айтады (Әбу Дәуіт).\n\nИмам Зәркаши (Алла оны рақымына алсын) бұл мәселені: «Әзіл ретінде біреуге тиесілі затты алу – харам. Затын қайтарып беру мақсатымен болсын, оны иесінен сұрамай, әзілдеп алуға тыйым салынады. Сондай-ақ бұл іс шын деп қабылданады. Себебі мұсылман бауыры затын жоғалтып алдым деп ойлауы мүмкін. Ал бұл нәрсе оны қорқытады», – деп түсіндіреді (Тухфат ул-мухтаж, 10/287).\n\nОның үстіне өтірік, әзіл болса да, өтірік болып қалады. Қалжыңдаса да, өтірік айтпау керек. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Адамдарды күлдіру үшін өтірік айтқан кісінің соры құрсын, соры құрсын!»– деген (Әбу Дәуіт).Тағы бір хадисте Пайғамбарымыз Мұхаммед (оған Алланың салауаты мен сәлемі болсын) былай деген: «Ақиқатында, біреуді келеке еткен адамдарға жәннаттың қақпаларын ашып, олардың біріне: «Мұнда кел», – дейді. Уайымдап қақпаның жанына жеткенде, оны жауып тастайды. Сосын басқа қақпаны ашып: «Тезірек мұнда кел», – деп оған шақырады. Қайғырып қақпаға жақындағанда, оны тағы жауып тастайды. «Мұнда кел» деген сөзді естіп, ашық тұрған қақпаға барудан бас тартпайынша, осылай жалғаса береді» (Ибн Әбу Дуния).\n\nСондай-ақ шамадан тыс күлкі, орынсыз әзіл-қалжың Алла Тағаланы еске алудан және дін қамынан тосады, жүректі қатайтады, жәбірлеу мен өшпенділікке алып барады, адамның қадір-қасиетін кетіреді. \n\nДайындаған Хасан АМАНҚҰЛ\n\n«Мұнара» газеті, №4, 2022 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/kunlar/2022-03-12/38919-prank-zhasauga-bola-ma/",
    "category": "Қоғам"
  },
  {
    "title": "ДЕМ САЛҒАНДА ҚАНДАЙ ДҰҒА ОҚЫЛАДЫ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-11-09_17.11.17_96181ee6.jpg",
    "content": "Шариғатымызда көз тигенде, сиқыр жасалғанда, жын тигенде, қорыққанда, бір нәрседен шошынғанда, ауырғанда, ақыл-есінен ауысқанда, басқа да себептермен дем салуға, үшкіруге рұқсат берілген. Сиқыр жасау, көз тию, жын тию – ақиқат. Ол жайында Құранда да, Пайғамбарымыздың (оған Алланың салауаты мен сәлемі болсын) хадистерінде де баяндалған. Құран аяттары және дұғалармен дем салу – Алла елшісінің (оған Алланың салауаты мен сәлемі болсын) сүннеті әрі үмбетіне үйретіп кеткен амалының бірі.\n\nДем салу рәсімі араб тілінде «рұқия» деп аталады. Яғни Құран Кәрім аяттарын және Пайғамбар (оған Алланың салауаты мен сәлемі болсын) хадистеріндегі дұғаларды оқып өзіне немесе өзге адамға дем салу. Мысалы, «Фатиха», «Ясин», «Ықылас», «Фалақ», «Нас» және «Аятул әл-Курси», басқа сүрелер мен аяттарды оқып, дем салуға болады. \n\nҚұранның қасиетінің бірі – жанға дауа, дертке шипа болуы. Құран өмірден озған кісілердің рухына ғана оқылмайды. Дертке шалдыққан адам Құран аяттарын шипа ретінде оқи алады. «Исра» сүресінің 82-аятында: «Біз Құраннан мүминдер үшін шипа һәм рақым болатын аяттар түсіреміз», – делінген. Бұл аяттан Құранның шипалық қасиеті айтылып тұрғанын көреміз. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) «Ықылас», «Фалақ», «Нәс» сүрелерін оқу арқылы дем салған, сондай-ақ Алла елшісі: «Фатиха» сүресі – әрбір дерттің дауасы», – деген. Сондай-ақ Пайғамбарымыз: «Уа, Алла! Адамдардың Раббысы, кеселдерді кетіруші, шипа бер! Сен шипа берушісің. Сенің шипаңнан басқа шипа жоқ. Бұдан кейін аурудың ізі де қалмайтындай етіп сауықтыр», – деп дем салатын.\n\nҚазіргі таңда «сиқыр жасалған», «көз тиген» «жын тиген» адамдар көп. Адамдар таңғы, кешкі зікірлерді оқу және өзіне дем салып жүру арқылы олардан сақтана алады. Әркімнің өз-өзіне дем салуына болады немесе дем сала алатын имамның көмегіне жүгінеді. Таңдаулы сүрелер мен Пайғамбарымыздан (оған Алланың салауаты мен сәлемі болсын) жеткен дұғаларды оқып, әр шипа аят дұғаларды оқыған соң науқас адамға сүфілеп отырады.\n\nЕгер науқасқа көз тиген болса және көзі тиген адам анықталса, оның дәрет алған сумен көз тиген адамды емдейді. Хадисте: «Біреуіңнің көзің біреуіңе тисе, оны шомылдырыңдар», – делінген. Ал науқасқа сиқыр жасалғаны анықталса, сиқыр жайлы келген аяттарды қайталап, көбірек оқу керек. \n\nЖоғарыда айтқанымыздай, «сиқыр жасау», «көз тию», «жын тию» – ақиқат. Сондықтан мұсылман олардан қорғану үшін таңғы, кешкі зікірлерді оқып жүруі керек. Егер сиқыр жасалған болса, Құранда келген сиқырға қатысты аяттарды мен хадистерде келген дұғаларды оқып, өзіне дем салуы немесе дем салатын имамдарға жүгінуі қажет. \n\nМедет ҚҰРМАШҰЛЫ\n\n«Иман» журналы, №10, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/duga/2023-11-09/43272-dem-salganda-kandai-duga-okylady/",
    "category": "Дұға"
  },
  {
    "title": "САЛАУАТ АЙТУДЫҢ МӘНІ НЕДЕ?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_%D1%81%D1%83%D1%80%D0%B5%D1%82%D1%96__%D0%A1%D1%83%D1%80%D0%B5%D1%82_2023-10-02_12.17.47_7f89d1df.jpg",
    "content": "Алла Тағала Құранның «Ахзаб» сүресінің 56-аятында: «Шын мәнінде, Алла және Оның періштелері Пайғамбарға салауат айтады (Алладан – рақым, періштелерден – жарылқау, дұға). Уа, иман келтіргендер! Сендер де оған (Пайғамбарға) салауат пен саламаттылық тілеңдер»! – деген. Алла Тағала Өзінің ұлықтығымен, саны жоқ періштелердің Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) салауат айтуының және иман келтірген мүминдерге де салауат айтуға бұйырудың сыры неде?\n\nБіріншіден, Пайғамбарымызды (оған Алланың салауаты мен сәлемі болсын) мадақтап, Алла Тағаланың алдындағы абыройын жоғарылатып, артықшылықшылығын көрсету әрі оның дінін басқа діндерден үстем ету. Алла Тағала «Сафф» сүресінің 8-аятында: «Олар (сол залымдар) Алланың нұрын ауыздарымен (тілдерімен) өшіруді қалайды. Алайда Алла кәпірлер жек көрсе де, Өзінің нұрын тәмәмдайды», – дейді.\n\nЕкіншіден, қанша уақыт өтсе де Пайғамбарымыздың есімі, дәрежесі халық арасында жоғары тұруы үшін. Алла Тағала «Шарх» сүресінің 4-аятында: «Әрі естелігіңді есіміңді биіктетпедік пе?» – дейді.\n\nҮшіншіден, біздің салауат және сәлемдеріміз Оған көрсетіледі. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) бір хадисінде: «Күндердің ең абзалы – жұма күні. Бұл күні Адам атамыз жаратылған және осы күні дүниеден өткен. Қиямет те осы жұма күні болады. Жұма күні маған салауат айтуды көбейтіңдер. Өйткені сендердің салауаттарың маған көрсетіледі», – деген.\n\nТөртіншіден, кім Пайғамбарға салауат айтса, Алла Тағала ол адамға салауат айтады. Кім Пайғамбарға сәлем берсе, Алла Тағала ол адамға сәлем жолдайды. Хадисте: «Бір күні Алла елшісінің жүзінен қуаныш байқалады. Сол кезде сахабалары: «Уа, Алланың елшісі! Жүзіңізден қуаныш байқап тұрмыз», – дейді. Сонда Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Маған періште келіп: «Уа, Мұхаммед! Раббың: «Үмбетіңнен саған біреу бір мәрте салауат айтса, Мен оған он салауат айтамын. Үмбетіңнен саған біреу бір мәрте сәлем жолдаса, Мен оған он сәлем жолдаймын. Осыған разы боласың ба?» – деді». Мен: «Әрине, разы боламын»,– деп жауап бердім», – деген.\n\nБесіншіден, Алла Тағала Пайғамбарымызға салауат айтқан адамның қателіктерін кешіріп, дәрежесін көтереді. Хадисте: «Кім маған бір салауат айтса, Алла оған он салауат айтады және оның он қателігін кешіреді әрі оның дәрежесін он есеге көтереді», – делінген. Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) салауат айтудың біз білетін, білмейтін көптеген артықшылығы бар. Сондықтан қандай уақыт болсын салауатты көптеп айту – мұстахаб амал. \n\nСалауат айтудың түрлері көп. Жоғарыдағы аят түскенде бір кісі Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) келіп: «Уа, Алланың елшісі! Саған салауатты қалай айтамыз деп сұрағанда, осы салауатты айтқан: «Аллаһуммә солли алә Мухәммәд, уә ғалә әәли Мухаммәд, кәмә солләйтә ғалә Ибраһим иннәкә хамидум мәжид. Уа бәрик ғалә Мухаммәд уа ғалә әәли Мухаммәд, кәмә бәәрәктә ғалә Ибраһим иннәкә хамидум мәжид».\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) біздің салауатымызға мұқтаж емес, бәлкім салауат айтуға біз мұқтажбыз. Өйткені Пайғамбарымызға салауат айту арқылы пенде сауапқа кенеледі. Алла Тағала ол пендеге рахметін төгіп, күнәсін кешіріп, дәрежесін көтереді, қайғысын сейілтіп, ризығын арттырады. Салауат айтумен басталып, салауат айтумен аяқталған дұғалар қабыл болады. Салауат айту арқылы пенде қияметте Алла елшісіне (оған Алланың салауаты мен сәлемі болсын) ең жақын адамдардың бірі болады. Хадисте: «Маған Қияметте ең жақын болатын адам – маған көп салауат айтқан адам», – делінген. Ғалымдарымыз айтқандай, Пайғамбарымыз – адамзаттың асылы, жұма – күндердің мырзасы. Сондықтан жұма күні айтылған салауаттың сауабы басқа уақытта айтылған салауаттан артық болады. Алла Тағала баршамызды Пайғамбарымызға (оған Алланың салауаты мен сәлемі болсын) салауат айтатын, Қиямет күні Алла елшісіне ең жақын болатын адамдардың қатарынан еткей! Әмин!\n\nМедет ҚҰРСАҚОВ,\n\n«Иман» журналы, №9, 2023 жыл",
    "site_link": "https://www.muftyat.kz/kk/qa/duga/2023-10-02/42979-salauat-aitudyn-mni-nede/",
    "category": "Дұға"
  },
  {
    "title": "МҰСЫЛМАНДЫ ҚАРҒАУҒА (ЛАҒНЕТ АЙТУҒА) БОЛА МА?",
    "imagePath": "https://www.muftyat.kz/media/muftyat/WhatsApp_Image_2020-09-15_at_10.43.20.jpeg",
    "content": "Лағнет – алыстату, қуылу деген мағынаны білдіреді. Егер лағнет Алла тарапынан айтылса, ол жақсылықтан алыстау, қуғындалуды, ал пенде тарапынан болса балағаттауды, жаман тілекті білдіреді[1]. Ибн Хажар: «Лағнет – Алла Тағаланың рахметінен алыстататын жаман тілек»[2] дейді.\n\nПайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) қарғыс айту жаман қасиет әрі шынайы мүмінге жат екенін баяндап, одан аулақ болуды өсиет еткен. Әбу Дардадан жеткен риуаятта Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын) былай дейді: «Расында пенде қарғыс айтқан кезде ол көкке көтеріледі. Сол сәтте аспанның қақпалары жабылып қалады. Сонда ол жерге түседі, бірақ оның да есіктері жабылады. Сосын ол дүние жүзін шарлап жүріп, ақыр соңында қарғыс кімге қатысты айтылса соған барады. Егер ол адам қарғысқа лайық болса соған тиеді. Ал лайық болмаса қарғыс айтқан адамның өзіне қайтады»[3].  \n\nҚарғыс айтудың үкіміне келсек, ол төмендегідей қарастырылады:\n\n1) Егер қарғыс жеке тұлғаға емес, жалпылай залымдарға, пасықтарға қаратылып айтылса рұқсат етіледі.\n\nАлла Тағала Құранда былай дейді:\n\n أَلَا لَعْنَةُ اللهِ عَلَى الظَّالِمِينَ\n\n«Алланың лағнеті залымдарға тән»[4].\n\nИбн Хажар Һайтами: «Жеке бір тұлғаның өзін емес, сипатын атап қарғыс айтуға рұқсат етіледі»[5] – дейді. \n\n2) Шариғатымызда Әбу Ләһаб, Ібіліс секілді жеке аталып лағнеттелгендерге қарғыс айтуға болады. Ибн Муфлих: «Құран мен хадисте лағнеттелгендерге қарғыс айтуға рұқсат етіледі»[6], – дейді.\n\n3) Жеке бір мұсылманға қарғыс айту – харам. Пайғамбарымыз (оған Алланың салауаты мен сәлемі болсын): «Мүмінді қарғау оны өлтіргенмен тең»[7], – дейді. Имам Науауи былай дейді: «Өйткені қылмыскер дүние тіршілігінен айырса, ал лағнет айтушы ақыреттің нығметінен, Алланың рахметінен құр қалдырады. Кейбір ғалымдар бұның мағынасын мүмінді қарғау адамды өлтіргендей күнә арқалайды деп түсіндірген»[8].\n\nӘл-Бәжайрами: «Жеке бір мұсылманды қарғау – харам. Оған жалпы мұсылмандар бірауыздан келіскен»[9] дейді.\n\n4) Кәпір немесе күнәһар болса да, жеке адамды қарғауға болмайды. Себебі лағнет айту Алланың рахметінен алыстатады. Сондықтан өмірінің соңғы сәті қандай болары белгісіз адамға қарғыс айтуға болмайды. Имам Науауи: «Ақтық сәтінде қандай жағдайда болатынынан нақты хабары жоқ адамды қарғауға болмайды. Сондықтан ғалымдар: «мұсылман немесе дінсіз болса да жеке адамды лағнеттеуге рұқсат жоқ» деген. Тек шариғи деректерде дүниеден күпірлікпен өткен немесе өтетіні белгілі болған Әбу Жәһил, Ібіліс секілділердің жөні бөлек»[10], – деген.\n\nОсыған орай, мұсылман немесе өзге дін өкілі болса да, жеке бір адамға қарғыс айтуға болмайды. \n\nШариғат және пәтуа бөлімі",
    "site_link": "https://www.muftyat.kz/kk/qa/duga/2020-09-15/33014-musylmandy-kargauga-lagnet-aituga-bola-ma/",
    "category": "Дұға"
  }
]
